[
{ "name": "Bramling Cross", "description": "Brambling Cross ist eine Sorte, die vor allem im Vereinigten Königreich für Fassbiere verwendet wird. Sie ist eine Kreuzung zwischen Golding und einem wilden kanadischen Hopfen und wurde erstmals 1927 am Wye College geerntet. Diese Sorte ist für ihr Aroma von Zitrone, Brombeeren, Pflaumen und schwarzen Johannisbeeren bekannt.", "alpha": { "min": 5, "max": 7 }, "beta": { "min": 3, "max": 4 }, "aroma": "Brombeere, Johannisbeere, Zitrone, Plum", "oil": { "min": 0.83, "max": 0.83 } },
{ "name": "Hallertau Tradition", "description": "Die Hallertauer Tradition wurde gezüchtet, um widerstandsfähiger gegen Krankheiten zu sein und einen höheren Alphasäuregehalt zu haben als ihre Eltern: Hallertauer Mittelfrüher, Hallertauer Gold und Saaz.", "alpha": { "min": 4.6, "max": 7 }, "beta": { "min": 4, "max": 5 }, "aroma": "", "oil": { "min": 0.9, "max": 1.9 } },
{ "name": "Centennial", "description": "Dieser Hopfen, der manchmal auch als 'Super Cascade' bezeichnet wird, ist wegen seines Aromas und seiner Bitterwirkung in Gebräuen als Vielzweckhopfen bekannt. Seine Beliebtheit nimmt bei den Handwerksbrauern zu. Der früher als Hopfen W415-90 bekannte Hopfen wurde 1974 am Irrigated Agriculture Research and Extension Center aus Brewer's Gold, Fuggle und East Kent Golding gekreuzt. Dieser Hopfen wurde anlässlich des 100. Jahrestages der Staatsgründung Washingtons im Jahr 1989 in 'Centennial' umbenannt. Er wurde einige Jahre lang experimentell angebaut, weshalb das USDA ihm die Zugangsnummer 1987 zuwies, als er 1989 den Namen Centennial erhielt.", "alpha": { "min": 9.5, "max": 11.5 }, "beta": { "min": 3.5, "max": 4.5 }, "aroma": "Zitrus, Blumig", "oil": { "min": 1.5, "max": 2.5 } },
{ "name": "Brewer's Gold", "description": "Brewer's Gold wurde 1894 von Professor E.F. Salmon vom Wye College in England selektiv gezüchtet. Seitdem wird dieser Hopfen für die Bitterung und die Erzeugung anderer hochbitterer Hopfensorten verwendet. Seinem Aroma werden Noten von schwarzen Johannisbeeren und Gewürzen nachgesagt. Brewer's Gold hat außerdem kleine, kompakte Dolden und ist resistent gegen Verticillium-Welke und mäßig resistent gegen Falschen Mehltau.", "alpha": { "min": 9.2, "max": 9.2 }, "beta": { "min": 4.8, "max": 4.8 }, "aroma": "Johannisbeere, Pikant", "oil": { "min": 1.96, "max": 1.96 } },
{ "name": "Newport", "description": "Newport ist ein Bitterhopfen mit hohem Alpha- und Betasäuregehalt, der vom USDA-ARS entwickelt wurde und im Jahr 2000 seine Zulassungsnummer erhielt. Dieser Hopfen ist das Ergebnis der Kreuzung von Hallertauer 'Magnum' und USDA 58111M als neuer mehrfach krankheitsresistenter Bitterhopfen.", "alpha": { "min": 13.5, "max": 17.0 }, "beta": { "min": 7.2, "max": 9.1 }, "aroma": "Wein, Balsamico", "oil": { "min": 1.6, "max": 3.4 } },
{ "name": "Triple Pearl", "description": "TriplePearl wurde vom USDA-ARS als kernlose, virenresistentere Sorte von 'Perle' entwickelt. Im Rahmen des USDA-ARS-Forschungsprojekts #425226 gelang es 2013, einen triploiden (sterilen) Hopfen zu erzeugen.", "alpha": { "min": 10.2, "max": 11.2 }, "beta": { "min": 3.3, "max": 4.2 }, "aroma": "Melone, Orange Limettenschale, Orangenschale, Pfeffer, Harzig, Pikant", "oil": { "min": 1.1, "max": 1.8 } },
{ "name": "Fuggle (US)", "description": "Fuggle (US) stammt vom ursprünglichen Fuggle-Hopfen aus dem Vereinigten Königreich ab, wurde aber selektiv gezüchtet, um resistenter gegen Krankheiten zu sein und höhere Erträge zu erzielen. Der Anbau in den USA kann auch Auswirkungen auf die Eigenschaften dieses Hopfens haben.", "alpha": { "min": 2.4, "max": 6.1 }, "beta": { "min": 2.1, "max": 2.8 }, "aroma": "Blumig, Grasig, Minze, Holzig", "oil": { "min": 0.44, "max": 0.83 } },
{ "name": "Pioneer", "description": "Pioneer und ihre Schwester Herald wurden am Wye College, UK, aus Omega gezüchtet.", "alpha": { "min": 8, "max": 10 }, "beta": { "min": 3.5, "max": 4 }, "aroma": "Zeder, Zitrus, Grapefruit, Käuter, Zitrone", "oil": { "min": 1, "max": 1.8 } },
{ "name": "Pacifica", "description": "Pacifica ist ein Hopfen, der von HortResearch, New Zealand Program gezüchtet und 1994 von New Zealand Hops Limited freigegeben wurde. Er ist das Ergebnis einer offenen Bestäubungszüchtung von Hallertauer Mittelfrüher.", "alpha": { "min": 5, "max": 6 }, "beta": { "min": 6, "max": 6 }, "aroma": "Zitrus, Blumig, Kräuter, Orange, Pikant", "oil": { "min": 1.0, "max": 1.0 } },
{ "name": "California Cluster", "description": "Die Abstammung von California Cluster ist nicht ganz klar, aber die Hopfenfarm Hops-Meister aus Clearlake, Kalifornien, hat sich zwei Variationen von Cluster aus Kalifornien schützen lassen: Ivanhoe und Gargoyle.", "alpha": { "min": 5.5, "max": 8.5 }, "beta": { "min": 4.5, "max": 5.5 }, "aroma": "Zitrus, Mango", "oil": 0 },
{ "name": "Fuggle (UK)", "description": "Fuggle (UK) ist genetisch identisch mit dem Fuggle-Hopfen, kann sich aber in seinen Eigenschaften von anderen Fuggle-Hopfen unterscheiden, da er im Vereinigten Königreich angebaut wurde und daher ein anderes Terroir aufweist.", "alpha": { "min": 2.4, "max": 6.1 }, "beta": { "min": 2.1, "max": 2.8 }, "aroma": "Blumig, Grasig, Minze, Holzig", "oil": { "min": 0.44, "max": 0.83 } },
{ "name": "Vanguard", "description": "Vanguard ist ein Produkt des USDA-Hopfenzuchtprogramms und wurde 1997 freigegeben. Er hat die einzigartigen Eigenschaften eines niedrigen Alphasäuregehalts, eines hohen Betasäuregehalts, eines hohen Humulingehalts und eines niedrigen Cohumulongehalts.", "alpha": { "min": 4.40, "max": 6 }, "beta": { "min": 6, "max": 7 }, "aroma": "Johannisbeere, Blumig, Kräuter", "oil": { "min": 0.9, "max": 1.2 } },
{ "name": "Aquila", "description": "Aquila ist ein US-amerikanischer Aromahopfen, der 1970 von Dr. Robert R. Romanko in Parma, Idaho, entwickelt und 1994 auf den Markt gebracht wurde.", "alpha": { "min": 6.7, "max": 8.9 }, "beta": { "min": 4.1, "max": 4.9 }, "aroma": "", "oil": { "min": 1.45, "max": 1.45 } },
{ "name": "Hallertau (US)", "description": "Hallertau (US) ist ein deutscher Hallertauer Hopfen, der in den USA angebaut wurde und daher Eigenschaften aufweist, die auf den Unterschied in Klima und Terroir zurückzuführen sind.", "alpha": { "min": 3.5, "max": 5.5 }, "beta": { "min": 3.5, "max": 5.5 }, "aroma": "Blumig, Pikant", "oil": { "min": 0.6, "max": 1.0 } },
{ "name": "Mount Hood", "description": "Mount Hood ist das Ergebnis einer Kreuzung zwischen Hallertau Mittelfruh und einem US-Männchen aus dem Jahr 1983. Sie ist die Halbschwester zu Crystal, Ultra und Liberty. Im Jahr 1985 erhielt Mount Hood die USDA-Nummer 21455.", "alpha": { "min": 4, "max": 8 }, "beta": { "min": 5, "max": 8 }, "aroma": "Grapefruit, Fenchel, Kräuter, Honig, Zitrone, Estragon", "oil": { "min": 1, "max": 1.7 } },
{ "name": "Santiam", "description": "Santiam wurde 1997 freigegeben und vom Agriculture Research Service in Corvallis, Oregon, gezüchtet. Seine Abstammung umfasst den Schweizer Tettnanger, den deutschen Hallertauer Mittelfrüher und Cascade (US).", "alpha": { "min": 5, "max": 8 }, "beta": { "min": 5.3, "max": 8.5 }, "aroma": "Kräuter, Fruchtig, Zitrone, Pfirsich, Pfeffer, Pikant", "oil": { "min": 1.3, "max": 1.7 } },
{ "name": "Galena", "description": "Galena wurde 1968 von R. R. Romanko in Idaho aus einer offenen Bestäubungskreuzung zwischen Brewer's Gold und einem unbekannten Männchen selektiert. Sie ist bekannt für ihren hohen Alphasäure-, Betasäure- und Gesamtölgehalt.", "alpha": { "min": 12, "max": 12 }, "beta": { "min": 7.5, "max": 7.5 }, "aroma": "Brandy, Johannisbeere, Zitrus, Stachelbeere, Limette, Birne, Ananas, Pikant", "oil": { "min": 0.9, "max": 1.3 } },
{ "name": "Millennium", "description": "Millennium wurde im Jahr 2000 aus dem John I. Haas Breeding Program freigegeben. Er wird hauptsächlich als Bitterhopfen verwendet und ist ein Nachkomme von Nugget.", "alpha": { "min": 14.5, "max": 16.5 }, "beta": { "min": 4.3, "max": 5.3 }, "aroma": "Kräuter, Harzig", "oil": { "min": 1.8, "max": 2.2 } },
{ "name": "Nugget", "description": "Nugget ist ein Bitterhopfen, der für seinen hohen Alphagehalt und seinen niedrigen Beta- und Cohumolongehalt bekannt ist. Daher ist er ein geeigneter Hopfen, um Ales eine bittere Basis zu verleihen. Er wurde 1970 in Corvallis, Oregon, gezüchtet (damals unter der Bezeichnung 7005-194) und stammt von Brewer's Gold und East Kent Golding ab; seine Akzessionsnummer wurde 1978 vergeben.", "alpha": { "min": 11.5, "max": 14.0 }, "beta": { "min": 4.2, "max": 5.8 }, "aroma": "Kräuter, Pfirsich, Birne, Pikant", "oil": { "min": 1.8, "max": 2.2 } },
{ "name": "Northdown", "description": "Northdown wurde 1961 am Wye College von Dr. Ray A. Neve gezüchtet, um resistenter gegen Falschen Mehltau zu sein. Er wurde aus einem weiblichen Northern Brewer und einem männlichen, gegen Mehltau resistenten Hopfen gezüchtet.", "alpha": { "min": 7, "max": 10 }, "beta": { "min": 4, "max": 5.5 }, "aroma": "Beere, Blumig, Kiefer, Pikant", "oil": { "min": 1.2, "max": 2.5 } },
{ "name": "Saphir", "description": "Saphir wurde im Hopfenforschungszentrum in Hüll als Alternative zum handelsüblicheren Hallertauer Mittelfrüh gezüchtet und 2002 auf den Markt gebracht.", "alpha": { "min": 2, "max": 4.5 }, "beta": { "min": 4, "max": 7 }, "aroma": "Zitrus, Fruchtig, Pikant", "oil": { "min": 0.8, "max": 1.4 } },
{ "name": "Hallertauer Magnum", "description": "Hallertauer Magnum, oder Magnum, ist eine deutsche Hopfensorte, die für ihre hohe Bitterkeit bekannt ist. Sie wurde 1980 offiziell freigegeben und am Deutschen Hopfeninstitut in Hull aus einer Kreuzung zwischen Galena und einem deutschen Männchen, das zu 50 % aus Hallertau besteht, entwickelt.", "alpha": { "min": 12.0, "max": 14.0 }, "beta": { "min": 4.5, "max": 5.5 }, "aroma": "Bitter, Zitrus", "oil": { "min": 1.9, "max": 2.3 } },
{ "name": "Celeia", "description": "Celeia ist ein Nachkomme von Styrian Golding und Aurora und ist ein triploider Hopfen. Er wird hauptsächlich als Aromahopfen verwendet.", "alpha": { "min": 5, "max": 6 }, "beta": { "min": 3, "max": 4 }, "aroma": "Zitrus, Blumig", "oil": { "min": 1.31, "max": 1.31 } },
{ "name": "Mandarina Bavaria", "description": "Mandarina Bavaria ist ein Hopfen aus Hüll, Deutschland, der aus einer Kreuzung von Cascade (US), Hallertau Blanc und Hüll Melon hervorgegangen ist.", "alpha": { "min": 8.5, "max": 10.5 }, "beta": { "min": 5, "max": 6.5 }, "aroma": "Zitrus, Süss, Mandarine", "oil": { "min": 2.0, "max": 2.0 } },
{ "name": "Golding (US)", "description": "Golding stammt aus der Gruppe der in East Kent, Vereinigtes Königreich, angebauten Sorten. US-Golding wird in der Regel von Canterbury (Dorf in East Kent) Golding-Hopfen abgeleitet. Dieser Hopfen wurde ursprünglich in British Columbia, Kanada, angebaut und kam 1993 auch in den Bundesstaaten Washington und Oregon auf den Markt. Der in den USA angebaute Hopfen hat andere Eigenschaften als derselbe Hopfen, der im Vereinigten Königreich angebaut wird, was auf die Unterschiede im Terroir zurückzuführen ist. Golding ist für seine zarten, süßen und blumigen Noten bekannt.", "alpha": { "min": 4, "max": 6 }, "beta": { "min": 2.0, "max": 3.0 }, "aroma": "Delikat, Blumig, Süss", "oil": { "min": 0.7, "max": 1.0 } },
{ "name": "Pacific Gem", "description": "Pacific Gem ist ein neuseeländischer Hopfen, der 1987 eingeführt wurde. Er ist das Ergebnis einer Kreuzung zwischen Smooth Cone, California Late Cluster und Fuggle.", "alpha": { "min": 13, "max": 16 }, "beta": { "min": 7, "max": 9 }, "aroma": "Brombeere, Blumig, Eiche", "oil": { "min": 1.2, "max": 1.4 } },
{ "name": "Late Cluster L16", "description": "Eine Auswahl einer Yakima-Hopfenpflanze aus dem Jahr 1950.", "alpha": { "min": 5.8, "max": 5.8 }, "beta": { "min": 4.2, "max": 4.2 }, "aroma": "", "oil": { "min": 0.5, "max": 0.5 } },
{ "name": "Cluster", "description": "Bei Cluster-Hopfen handelt es sich um eine Gruppe amerikanischer Hopfen, die durch Interaktion mit lokalen Sorten mutiert sind. Die Ursprünge dieser Hopfen sind bestenfalls vage, da diese Hopfen zu den ältesten angebauten Hopfen in den Vereinigten Staaten gehören. Cluster-Hopfen kann in zwei Gruppen unterteilt werden: Early Cluster und Late Cluster, die sich auf den Zeitpunkt der Reife beziehen.", "alpha": { "min": 5.5, "max": 9 }, "beta": { "min": 4, "max": 6 }, "aroma": "Blumig, Kiefer", "oil": { "min": 0.4, "max": 0.8 } },
{ "name": "Mosaic®", "description": "Mosaic® ist eine von der Hop Breeding Company, L.L.C., patentierte Hopfensorte, die von Eugene G. Probasco und Jason Perrault entwickelt wurde.", "alpha": { "min": 11.5, "max": 13.5 }, "beta": { "min": 3.2, "max": 3.9 }, "aroma": "Blaubeere, Zitrus, Erdig, Blumig, Tropisch", "oil": { "min": 1, "max": 1.5 } },
{ "name": "El Dorado", "description": "El Dorado ist ein amerikanischer Hopfen, der 2008 von CLS Farms, LLC entwickelt und 2010 auf den Markt gebracht wurde. Dieser Hopfen eignet sich aufgrund seines hohen Alphasäure- und Ölgehalts gut zur Bitterung und zur Aromatisierung.", "alpha": { "min": 13, "max": 17 }, "beta": { "min": 7, "max": 8 }, "aroma": "Tropische Frucht, Birne, Steinfrucht", "oil": { "min": 2.50, "max": 3.3 } },
{ "name": "Glacier", "description": "Die Hopfensorte Glacier wurde von der Washington State University entwickelt und im Jahr 2000 freigegeben. Sie ist bekannt für ihren hohen Ertrag und ihren niedrigen Kohumulongehalt. Sie ist ein Nachkomme von Elsasser, Northern Brewer und Brewer's Gold.", "alpha": { "min": 3.3, "max": 9.7 }, "beta": { "min": 5.4, "max": 10 }, "aroma": "", "oil": { "min": 0.7, "max": 1.6 } },
{ "name": "Spalter", "description": "Spalt ist einer der ältesten Hopfen der Welt, der bereits im 8. Jahrhundert angebaut wurde. Es handelt sich um eine Landrasse, die vorwiegend in der Region Spalt in Deutschland angebaut wird.", "alpha": { "min": 2.5, "max": 5.7 }, "beta": { "min": 3, "max": 5 }, "aroma": "Erdig, Pikant", "oil": { "min": 0.5, "max": 0.9 } },
{ "name": "Zeus", "description": "Zeus ist ein amerikanischer Hybridhopfen, der wegen seines hohen Alphasäuregehalts gezüchtet wurde. Er wird oft als Teil der Mischung CTZ (Columbus, Tomahawk®, Zeus) verkauft.", "alpha": { "min": 13, "max": 17.5 }, "beta": { "min": 4.5, "max": 6.5 }, "aroma": "Zitrus, Kräuter", "oil": { "min": 2.4, "max": 4.5 } },
{ "name": "Strisselspalt", "description": "Strisselspalt ist eine alte Landrasse aus dem Elsass in Frankreich und stammt entweder von Spalt, Hersbrucker oder einer Kreuzung zwischen beiden ab.", "alpha": { "min": 1.8, "max": 5.7 }, "beta": { "min": 2.5, "max": 6 }, "aroma": "Zitrus, Blumig, Fruchtig, Kräuter, Pikant", "oil": { "min": 0.6, "max": 0.9 } },
{ "name": "Hersbrucker E", "description": "Hersbrucker E ist nahezu identisch mit der ursprünglichen deutschen Sorte, kann aber aufgrund der Unterschiede in Terroir und Klima, die durch den Anbau in England bedingt sind, einige Abweichungen in den Eigenschaften aufweisen.", "alpha": { "min": 4, "max": 6 }, "beta": { "min": 5, "max": 7 }, "aroma": "", "oil": { "min": 0.63, "max": 0.63 } },
{ "name": "Hersbrucker Red-Stem", "description": "Hersbrucker Red-Stem ist ein klonaler Ableger des ursprünglichen deutschen Hersbruckers. Während alle Hersbrucker Hopfen rote Stängel haben, ist der Stängel dieser besonderen Hopfensorte deutlicher rot und hat möglicherweise einen höheren Alphasäuregehalt als andere Hersbrucker.", "alpha": { "min": 5, "max": 6 }, "beta": { "min": 5, "max": 6 }, "aroma": "", "oil": { "min": 1.20, "max": 1.20 } },
{ "name": "Canterbury Golding", "description": "Canterbury Golding ist identisch mit East Kent Golding.", "alpha": { "min": 5, "max": 6 }, "beta": { "min": 2.0, "max": 3.0 }, "aroma": "Pikant, Honig, Lavendel, Erdig, Thymian", "oil": { "min": 0.85, "max": 0.85 } },
{ "name": "Golding (BC)", "description": "Diese Art von Golding stammt aus dem Vereinigten Königreich, in der Regel East Kent Golding, und wurde in British Columbia angebaut, so dass sie aufgrund des unterschiedlichen Terroirs andere Eigenschaften aufweist.", "alpha": { "min": 4, "max": 7 }, "beta": { "min": 2.0, "max": 3.0 }, "aroma": "Delikat, Blumig, Süss", "oil": { "min": 0.7, "max": 1.0 } },
{ "name": "Saaz", "description": "Saaz wurde offiziell 1952 eingeführt, wird aber schon seit 700 Jahren in der Bierbrauerei verwendet. Er stammt ursprünglich aus Böhmen, der heutigen Tschechischen Republik, und wird wegen seines geringen Alphasäuregehalts hauptsächlich als Aromahopfen verwendet.", "alpha": { "min": 2.5, "max": 4.5 }, "beta": { "min": 4, "max": 6 }, "aroma": "Erdig, Blumig, Kräuter", "oil": { "min": 0.4, "max": 0.8 } },
{ "name": "Early Cluster", "description": "Diese Hopfensorte reift früher in der Saison als andere Sorten von Cluster-Hopfen.", "alpha": { "min": 6.4, "max": 6.4 }, "beta": { "min": 4.4, "max": 4.4 }, "aroma": "", "oil": { "min": 0.79, "max": 0.79 } },
{ "name": "Target (VF)", "description": "Dies ist eine virenfreie Auswahl des Target-Hopfens.", "alpha": { "min": 8.9, "max": 15.2 }, "beta": { "min": 3.9, "max": 6.9 }, "aroma": "Zeder, Lakritze, Kiefer", "oil": { "min": 0.82, "max": 2.32 } },
{ "name": "Hallertau (NZ)", "description": "Die neuseeländische Hopfensorte Hallertau, die aus einer Kreuzung zwischen der ursprünglichen deutschen Hallertau und einem einheimischen neuseeländischen Hopfen gezüchtet wurde.", "alpha": { "min": 7, "max": 9 }, "beta": { "min": 5.8, "max": 8.5 }, "aroma": "Blumig, Limette", "oil": { "min": 0.9, "max": 1.1 } },
{ "name": "Summer", "description": "Summer ist ein australischer Hopfen, der 1997 von Hop Products Australia entwickelt wurde. Er ist ein Nachkomme des Saazer Hopfens.", "alpha": { "min": 5.6, "max": 6.4 }, "beta": { "min": 4.8, "max": 6.1 }, "aroma": "Aprikose, Grass, Melone, Pfirsich", "oil": { "min": 1.4, "max": 2.0 } },
{ "name": "Perle", "description": "Perle wurde 1978 der Öffentlichkeit zugänglich gemacht und entstand in Deutschland aus einer Kreuzung zwischen Northern Brewer und einer einheimischen deutschen Sorte.", "alpha": { "min": 8, "max": 9 }, "beta": { "min": 8, "max": 8 }, "aroma": "Zeder, Orange, Pikant", "oil": { "min": 0.6, "max": 1.2 } },
{ "name": "East Kent Golding", "description": "East Kent Golding ist eine der ältesten Golding-Sorten, die ausschließlich in Städten in Kent, England, angebaut wird (und nach ihnen benannt ist). Diese Sorte ist ein Nachkomme der Sorte Canterbury Whitebine. Sie ist identisch mit dem Canterbury Golding, da Goldings typischerweise nach der Stadt benannt sind, in der sie angebaut wurden. East Kent bezieht sich auf die Hopfensorte aus der Region Kent und Canterbury ist eine Stadt in Kent. Die Sorte ist meist als East Kent Golding bekannt.", "alpha": { "min": 5, "max": 6 }, "beta": { "min": 2.0, "max": 3.0 }, "aroma": "Pikant, Honig, Lavendel, Erdig, Thymian", "oil": { "min": 0.85, "max": 0.85 } },
{ "name": "Chinook", "description": "Chinook, früher W415-90, ist ein Hopfen, der 1985 im Rahmen eines USDA-Zuchtprogramms im Bundesstaat Washington aus der Kreuzung von Petham Golding x Brewer's Gold - Utah 526-4 68052 x 63012M entstand. Er erfreut sich zunehmender Beliebtheit bei handwerklichen Brauereien, ist aber auch bei größeren Brauereien wegen seines hohen Alphasäuregehalts und seiner Zitrus- und Piniennoten hoch angesehen.", "alpha": { "min": 12.0, "max": 14.0 }, "beta": { "min": 3.0, "max": 4.0 }, "aroma": "Grapefruit, Kiefer, Pikant", "oil": { "min": 0.7, "max": 1.4 } },
{ "name": "Summit™", "description": "Summit™ ist eine halbzwergige Hopfensorte, die im Jahr 2000 in einem Joint Venture zwischen Roy Farms und Green Acre Farms freigegeben wurde. Sie wurde 1998 von der American Dwarf Hop Association entwickelt.", "alpha": { "min": 16, "max": 18 }, "beta": { "min": 3.3, "max": 4.3 }, "aroma": "Zitrus, Erdig", "oil": { "min": 1.5, "max": 3 } },
{ "name": "Tomahawk®", "description": "Die Abstammung von Tomahawk® ist nicht bekannt. Sie ist genetisch identisch mit Columbus, aber aufgrund eines Rechtsstreits zwischen Hopunion und Yakima Chief wurden beide Namen registriert, als die beiden Parteien versuchten, unabhängig voneinander dieselbe Sorte zu patentieren. Columbus/Tomahawk® wurde wegen ihres hohen Alphasäuregehalts gezüchtet und wird oft zusammen mit Zeus als CTZ verkauft.", "alpha": { "min": 14, "max": 18 }, "beta": { "min": 4.5, "max": 6 }, "aroma": "", "oil": { "min": 1.5, "max": 4.5 } },
{ "name": "Challenger", "description": "Diese Hopfensorte wurde 1972 vom Wye College freigegeben und ist aus einer Kreuzung zwischen Northern Brewer und Zattler entstanden. In den 1980er bis 1990er Jahren war er im Vereinigten Königreich ein sehr beliebter Hopfen.", "alpha": { "min": 6.5, "max": 9 }, "beta": { "min": 3.2, "max": 4.5 }, "aroma": "Zeder, Würzig, Grüntee", "oil": { "min": 1, "max": 1.7 } },
{ "name": "Perle (US)", "description": "Perle wurde 1978 für die Öffentlichkeit freigegeben und entstand in Deutschland aus einer Kreuzung zwischen Northern Brewer und einer einheimischen deutschen Sorte. Obwohl er genetisch mit dem britischen Perle identisch ist, wurde festgestellt, dass der in Nordamerika angebaute Perle einen höheren Gehalt an Alphasäuren und Myrcen, aber einen geringeren Humulengehalt aufweist. Aufgrund der unterschiedlichen Eigenschaften ist dieser Hopfen als Bitterhopfen etwas beliebter als die im Vereinigten Königreich angebaute Sorte.", "alpha": { "min": 6, "max": 10 }, "beta": { "min": 3, "max": 5 }, "aroma": "Blumig, Kräuter, Pikant", "oil": { "min": 0.7, "max": 1.2 } },
{ "name": "Olympic", "description": "Olympic wurde 1974 in Prosser, WA, USA, von C. E. Zimmermann gezüchtet. Sie hat einen komplizierten Stammbaum und ist ein Abkömmling von Brewer's Gold, Fuggle und East Kent Golding.", "alpha": { "min": 10.6, "max": 13.8 }, "beta": { "min": 3.8, "max": 6.1 }, "aroma": "Zitrus, Pikant", "oil": { "min": 0.86, "max": 2.55 } },
{ "name": "Target", "description": "Target Hopfen, ein Nachkomme von Northern Brewer und Eastwell Golding, wurde 1965 von Dr. Ray A. Neve am Wye College in Großbritannien gezüchtet.", "alpha": { "min": 8, "max": 12.5 }, "beta": { "min": 5, "max": 5.5 }, "aroma": "Zeder, Lakritze, Kiefer", "oil": { "min": 1.6, "max": 2.6 } },
{ "name": "Aramis", "description": "Aramis ist ein französischer Hopfen, der 2002 aus einer Kreuzung zwischen Strisselspalt und Whitbread Golding durch das Zuchtprogramm von Comptoir Agricole gezüchtet wurde.", "alpha": { "min": 7.9, "max": 8.3 }, "beta": { "min": 3.8, "max": 4.5 }, "aroma": "Zitrus, Kräuter, Würzig, Süss", "oil": { "min": 1.2, "max": 1.6 } },
{ "name": "Saaz (US)", "description": "Saaz (US) ist Saazer Hopfen, der in den USA oder in Nordamerika angebaut wurde und daher aufgrund des Terroirs oder der Auskreuzung mit einheimischen nordamerikanischen Hopfensorten unterschiedliche Eigenschaften aufweisen kann.", "alpha": { "min": 3, "max": 4.5 }, "beta": { "min": 3, "max": 4.5 }, "aroma": "Erdig, Kräuter, Pikant", "oil": { "min": 0.5, "max": 1 } },
{ "name": "Golding (NZ)", "description": "Diese Art von Golding stammt ursprünglich aus dem Vereinigten Königreich, in der Regel East Kent Golding, und wurde in Neuseeland angebaut, so dass sie aufgrund des unterschiedlichen Terroirs andere Eigenschaften aufweist.", "alpha": { "min": 4, "max": 4.2 }, "beta": { "min": 4.6, "max": 4.8 }, "aroma": "Delikat, Blumig, Süss", "oil": { "min": 0.7, "max": 1.0 } },
{ "name": "Bobek", "description": "Bobek wurde in Slowenien aus einer Kreuzung zwischen Northern Brewer und einem slowenischen Männchen gezüchtet, um einen Aromahopfen mit hohem Alphasäuregehalt zu erhalten.", "alpha": { "min": 3.2, "max": 9.3 }, "beta": { "min": 4, "max": 6.6 }, "aroma": "Zitrone, Blumig, Kiefer, Pikant", "oil": { "min": 0.7, "max": 4 } },
{ "name": "Jester®", "description": "Jester® ist eine Cascade-Tochter, die im Rahmen des Charles Faram Hop Development Programme in Großbritannien entwickelt wurde. Sie wurde 2013 von Charles Faram and Co Ltd. auf den Markt gebracht.", "alpha": { "min": 7, "max": 9 }, "beta": { "min": 4, "max": 6 }, "aroma": "Johannisbeere, Grapefruit, Litschi", "oil": { "min": 0.6, "max": 1.2 } },
{ "name": "Northern Brewer (US)", "description": "Northern Brewer wurde 1934 von Professor Salmon am Wye College in Großbritannien durch Kreuzung einer East Kent Golding und einer Brewer's Gold entwickelt. Sie unterscheidet sich von der ursprünglichen Northern Brewer, da sie durch Kreuzbestäubung mit einheimischen amerikanischen Sorten entstanden ist und sich daher besser für das nordamerikanische Klima eignet.", "alpha": { "min": 8, "max": 10 }, "beta": { "min": 3, "max": 5 }, "aroma": "", "oil": { "min": 1.5, "max": 2 } },
{ "name": "Tettnanger B", "description": "Tettnanger B ist, ähnlich wie sein Geschwister Tettnanger A, eine klonale Selektion des deutschen Tettnangers durch Dr. Schmutz an der Universität Hohenheim in den 1970er Jahren. Diesen beiden Selektionen wird ein höherer Alphasäuregehalt nachgesagt, doch konnten Tests in den USA diese Behauptung nicht bestätigen.", "alpha": { "min": 5.3, "max": 5.3 }, "beta": { "min": 5.2, "max": 5.2 }, "aroma": "", "oil": { "min": 0.90, "max": 0.90 } },
{ "name": "Ahtanum™", "description": "Ahtanum™ wurde von C. E. Zimmermann gezüchtet und von Yakima Chief Ranches LLC im Jahr 2017 als Marke geschützt. Sie wird oft mit einem blumigen, erdigen und fruchtigen Aroma beschrieben. Ahtanum ist bekannt dafür, dass sie gegen Falschen Mehltau und Peronospora resistent ist und kleine, kompakte Dolden hat.", "alpha": { "min": 4, "max": 6.3 }, "beta": { "min": 5, "max": 6.5 }, "aroma": "Erdig, Blumig, Grapefruit", "oil": { "min": 0.8, "max": 1.2 } },
{ "name": "Motueka", "description": "Motueka ist ein neuseeländischer Hopfen, der von HortResearch entwickelt wurde. Er ist ein triploider Hopfen, der aus einer Kreuzung zwischen Saaz und einem einheimischen neuseeländischen Hopfen hervorgegangen ist.", "alpha": { "min": 6.5, "max": 8.5 }, "beta": { "min": 5, "max": 5.5 }, "aroma": "Zitrus, Blumig, Zitrone, Limette, Tropische Frucht", "oil": { "min": 0.8, "max": 0.8 } },
{ "name": "Cascade", "description": "Cascade ist eine der am häufigsten angebauten Hopfensorten in den USA, benannt nach dem Gebirgszug Cascades, mit einem Aromaprofil aus Zitrus-, Grapefruit-, Blumen- und Gewürznoten. Bemerkenswert sind die langen, dunkelgrünen Dolden und der im Vergleich zu anderen Hopfensorten niedrige Alphasäuregehalt. Cascade wurde 1972 von einem USDA-Zuchtprogramm in Corvallis, Oregon, zum Anbau freigegeben und ist ein Nachkomme von Fuggle.", "alpha": { "min": 6.2, "max": 6.2 }, "beta": { "min": 5.0, "max": 5.0 }, "aroma": "", "oil": { "min": 1.27, "max": 1.27 } },
{ "name": "First Gold", "description": "First Gold ist ein Nachkomme von Brewer's Gold und einer männlichen Zwergsorte vom Wye College im Vereinigten Königreich und wurde 1995 eingeführt. Er ist auch der erste Heckenhopfen Englands.", "alpha": { "min": 5.6, "max": 9.3 }, "beta": { "min": 2.3, "max": 4.1 }, "aroma": "Zimt, Marmalade, Orange, Mandarine", "oil": { "min": 0.7, "max": 1.5 } },
{ "name": "Hallertau Gold", "description": "Der Hallertauer Gold ist ein Nachkomme des Hallertauer Mittelfrühers und wurde so gezüchtet, dass er widerstandsfähiger gegen Welke ist.", "alpha": { "min": 7, "max": 10 }, "beta": { "min": 5, "max": 7 }, "aroma": "", "oil": { "min": 1.78, "max": 1.78 } },
{ "name": "Admiral", "description": "Admiral wurde am Wye College im Vereinigten Königreich wegen ihres hohen Alphasäuregehalts gezüchtet. Er wurde 1998 auf den Markt gebracht und stammt höchstwahrscheinlich von Challenger und Northdown ab. Admiral wird hauptsächlich als Bitterhopfen verwendet.", "alpha": { "min": 13, "max": 16.2 }, "beta": { "min": 4.8, "max": 6.1 }, "aroma": "Bitter, Zitrus, Kräuter", "oil": { "min": 1, "max": 1.7 } },
{ "name": "Columbus", "description": "Die Abstammung von Columbus ist nicht bekannt. Sie ist genetisch identisch mit Tomahawk®, aber aufgrund eines Rechtsstreits zwischen Hopunion und Yakima Chief wurden beide Namen registriert, als die beiden Parteien versuchten, unabhängig voneinander dieselbe Sorte zu patentieren. Columbus/Tomahawk® wurde wegen ihres hohen Alphasäuregehalts gezüchtet und wird oft zusammen mit Zeus als CTZ verkauft.", "alpha": { "min": 14, "max": 18 }, "beta": { "min": 4.5, "max": 6 }, "aroma": "", "oil": { "min": 1.5, "max": 4.5 } },
{ "name": "Delta", "description": "Delta wurde 2009 von Hopsteiner auf den Markt gebracht und ist eine Kreuzung zwischen Fuggle und einer männlichen Sorte, die von Cascade abstammt.", "alpha": { "min": 5.5, "max": 7 }, "beta": { "min": 5.5, "max": 7 }, "aroma": "Zitrus, Melone, Birne, Ananas, Pikant", "oil": { "min": 0.5, "max": 1.1 } },
{ "name": "Yakima Cluster", "description": "Diese Art von Cluster-Hopfen bevorzugt das trockenere Klima im Yakima Valley, Washington.", "alpha": { "min": 4.4, "max": 9.8 }, "beta": { "min": 3, "max": 6.1 }, "aroma": "", "oil": { "min": 0.24, "max": 0.90 } },
{ "name": "Apollo™", "description": "Apollo™ wurde von Hopsteiner entwickelt und im Jahr 2009 patentiert. Sie stammt von Zeus, Galena und Nugget ab und wurde wegen ihres hohen Alphasäuregehalts, ihrer Lagerfähigkeit und ihres geringen Cohumulongehalts gezüchtet.", "alpha": { "min": 15, "max": 20 }, "beta": { "min": 5.5, "max": 8 }, "aroma": "Kräuter, Grapefruit, Harzig", "oil": { "min": 1.5, "max": 2.5 } },
{ "name": "Gargoyle", "description": "Similar to Ivanhoe, Gargoyle hops is a variety of Cluster that has been trademarked by the Californian hop farm Hops-Meister. However, unlike Ivanhoe, Gargoyle is known for having a more mango and citrus aroma.", "alpha": { "min": 7.5, "max": 7.5 }, "beta": { "min": 0, "max": 0 }, "aroma": "Zitrus, Mango", "oil": { "min": 0, "max": 0 } },
{ "name": "Cascade (US)", "description": "Cascade (US) is genetically identical to Cascade, however Cascade (US) refers to the terroir from being grown in the US (or North America).", "alpha": { "min": 4.5, "max": 7.0 }, "beta": { "min": 4.8, "max": 7.0 }, "aroma": "Zitrus, Blumig, Fruchtig, Grapefruit, Pikant", "oil": { "min": 0.7, "max": 1.4 } },
{ "name": "Comet", "description": "Comet ist das Ergebnis einer Kreuzung zwischen dem englischen Hopfen Sunshine und einer einheimischen amerikanischen Sorte auf der Suche nach einem ertragreicheren Alphahopfen. Er wurde 1974 von der USDA freigegeben.", "alpha": { "min": 9.4, "max": 12.4 }, "beta": { "min": 3, "max": 6.1 }, "aroma": "Zitrus, Grapefruit, Harzig", "oil": { "min": 1.98, "max": 1.98 } },
{ "name": "Belma®", "description": "Belma® ist ein Vielzweckhopfen, der 2012 von Puterbaugh Farms, Hops Direct, LLC in Washington, USA, auf den Markt gebracht wurde. Er ist für sein fruchtiges Aroma bekannt.", "alpha": { "min": 8.5, "max": 12.1 }, "beta": { "min": 4, "max": 8 }, "aroma": "Blumig, Grapefruit, Melone, Orange, Ananas, Erdbeere", "oil": { "min": 1, "max": 2.5 } },
{ "name": "Ivanhoe", "description": "Wie Gargoyle ist auch Ivanhoe eine Cluster-Sorte, die von der kalifornischen Hopfenfarm Hops-Meister geschützt wurde. Im Gegensatz zu Gargoyle ist Ivanhoe jedoch für sein Zitrus- und Pinienaroma bekannt, das dem von Cascade nicht unähnlich ist.", "alpha": { "min": 7.3, "max": 8 }, "beta": { "min": 4.6, "max": 4.6 }, "aroma": "Zitrus, Kiefer", "oil": { "min": 0, "max": 0 } },
{ "name": "Eroica", "description": "Eroica wurde 1968 zusammen mit ihrer Schwester Galena gezüchtet und 1979 von den landwirtschaftlichen Versuchsanstalten von Idaho und Oregon in Zusammenarbeit mit dem USDA für die Öffentlichkeit freigegeben. Sie wurde durch offene Bestäubung von Brewer's Gold abgeleitet.", "alpha": { "min": 12.3, "max": 12.3 }, "beta": { "min": 4.5, "max": 4.5 }, "aroma": "Bitter, Fruchtig", "oil": { "min": 0.8, "max": 1.3 } },
{ "name": "Columbia", "description": "Columbia ist ein Hopfen, der in den 1980er Jahren beliebter war, dann aber zugunsten seiner triploiden Schwester Willamette aus dem Sortiment genommen wurde. Mit dem Aufschwung des Craft Brewing hat Columbia wieder an Popularität gewonnen.", "alpha": { "min": 8.8, "max": 8.8 }, "beta": { "min": 4, "max": 4 }, "aroma": "Erdig, Zitrone, Fruchtig", "oil": { "min": 1.21, "max": 1.21 } },
{ "name": "Horizon", "description": "Horizon Hopfen ist ein vielseitiger Hopfen, der 1970 in Corvallis, Oregon, USA, aus einer Kreuzung zwischen Brewer's Gold und einem unbekannten männlichen Hopfen (Early Green) sowie einem Zattler-Sämling entstanden ist.", "alpha": { "min": 8.8, "max": 16.5 }, "beta": { "min": 5.5, "max": 8.5 }, "aroma": "Zitrus, Blumig", "oil": { "min": 0.8, "max": 1.22 } },
{ "name": "Fuggle H", "description": "Fuggle H wurde 1961 auf der OSU East Farm in Corvallis, Oregon, durch selektive Züchtung der ertragreichen Sorte Fuggle aus der ursprünglichen Sorte Fuggle aus dem Vereinigten Königreich entwickelt.", "alpha": { "min": 2.8, "max": 2.8 }, "beta": { "min": 2.8, "max": 2.8 }, "aroma": "", "oil": { "min": 0.9, "max": 0.9 } },
{ "name": "Galaxy™", "description": "Galaxy™ ist eine australische Hopfensorte, die 2009 erstmals auf den Markt kam und von Perle abgeleitet ist. Sie ist vor allem für ihren hohen Ölgehalt bekannt.", "alpha": { "min": 11, "max": 16 }, "beta": { "min": 5, "max": 6.9 }, "aroma": "Zitrus, Passionsfrucht, Pfirsich", "oil": { "min": 3, "max": 5 } },
{ "name": "Northern Brewer", "description": "Northern Brewer wurde 1934 von Professor Salmon am Wye College in Großbritannien durch Kreuzung einer East Kent Golding und einer Brewer's Gold entwickelt. Sie ist identisch mit der in Deutschland angebauten Sorte, unterscheidet sich jedoch genetisch von der US-Version.", "alpha": { "min": 9.5, "max": 9.5 }, "beta": { "min": 4, "max": 4 }, "aroma": "Kräuter, Minze, Harzig, Pikant", "oil": { "min": 1.61, "max": 1.61 } },
{ "name": "Teamaker", "description": "Teamaker wurde vom USDA entwickelt und von der ARS Forage, Seed and Cereal Research Unit in Corvallis, Oregon, freigegeben. Sie ist insofern einzigartig, als dass sie auf einen niedrigen Alphasäuregehalt und einen hohen Betasäuregehalt gezüchtet wurde. Aufgrund ihrer antibiotischen Eigenschaften wird sie als alternatives Anitibiotikum in Viehfutter verwendet. Wie der Name schon sagt, ist sie auch für die Verwendung in Tees bekannt.", "alpha": { "min": 0.6, "max": 1.8 }, "beta": { "min": 5.4, "max": 13.2 }, "aroma": "No bitterness", "oil": { "min": 0, "max": 0 } },
{ "name": "Tettnanger (US)", "description": "US Tettnanger ist ein Rhizomklon des Schweizer Tettnanger, der in die USA gebracht wurde. Die Eigenschaften können aufgrund des Terroirs oder durch Fremdbestäubung leicht abweichen.", "alpha": { "min": 4, "max": 5 }, "beta": { "min": 3, "max": 4.5 }, "aroma": "", "oil": { "min": 0.4, "max": 0.8 } },
{ "name": "Sorachi Ace", "description": "Sorachi Ace wurde von Dr. Mori für die Sapporo Breweries Co. Ltd in Japan 1984; eine Kreuzung aus Brewer's Gold, Saaz und Beikei No. 2 male. Ein aromatischer Hopfen, der bei Handwerksbrauern beliebt ist.", "alpha": { "min": 12.0, "max": 13.0 }, "beta": { "min": 8.8, "max": 9.9 }, "aroma": "Zitrone, Zitrus, Orange, Dill", "oil": { "min": 2.8, "max": 3.2 } },
{ "name": "Waimea™", "description": "Waimea™ ist ein markenrechtlich geschützter Hopfen von New Zealand Hops Limited, der 2012 auf den Markt kam. Er stammt von den kalifornischen Sorten Late Cluster, Fuggle und Saaz ab und wurde auf einen hohen Alphasäuregehalt gezüchtet.", "alpha": { "min": 16, "max": 19 }, "beta": { "min": 7, "max": 9 }, "aroma": "Zitrus, Kiefer", "oil": { "min": 2.1, "max": 2.1 } },
{ "name": "Savinski Golding", "description": "Es handelt sich um eine klonale Selektion einer Fuggle (Styrian Golding) aus Jugoslawien, die um die Jahrhundertwende gezüchtet wurde.", "alpha": { "min": 0, "max": 0 }, "beta": { "min": 0, "max": 0 }, "aroma": "", "oil": { "min": 0, "max": 0 } },
{ "name": "Whitbread Golding", "description": "Ursprünglich war sie als White's Golding bekannt, weil sie 1911 von Mr. White angebaut wurde, und wurde dann in Whitbread umbenannt, als die Whitbread-Brauerei Mr. Whites Farm kaufte.", "alpha": { "min": 5, "max": 7.5 }, "beta": { "min": 2.5, "max": 3.5 }, "aroma": "", "oil": { "min": 0.8, "max": 1.22 } },
{ "name": "Banner", "description": "Banner ist ein Nachkomme von Brewer's Gold, der in den 1970er Jahren aufgrund seines hohen Alphasäuregehalts offen bestäubt und 1996 freigegeben wurde.", "alpha": { "min": 8.4, "max": 13 }, "beta": { "min": 5.3, "max": 8 }, "aroma": "", "oil": { "min": 2.17, "max": 2.17 } },
{ "name": "Fuggle Tetraploid", "description": "Fuggle Tetraploid wurde 1966 auf der OSU East Farm in Corvallis, Oregon, durch Colchicin-Behandlung der ursprünglichen Sorte Fuggle aus Großbritannien entwickelt.", "alpha": { "min": 5, "max": 5 }, "beta": { "min": 2.4, "max": 2.4 }, "aroma": "", "oil": { "min": 0.93, "max": 0.93 } },
{ "name": "Eastwell Golding", "description": "Eastwell Golding ist eine Hopfensorte aus Eastwell Park (in der Nähe von Ashford, Kent im Vereinigten Königreich), die 1889 durch Klonalsektion entstanden ist. Er wird gewöhnlich als Aromahopfen für englische und belgische Biere verwendet. Dieser Hopfen wurde für die Zucht von Target verwendet.", "alpha": { "min": 6, "max": 6 }, "beta": { "min": 3.0, "max": 3.0 }, "aroma": "", "oil": { "min": 1.5, "max": 1.5 } },
{ "name": "Nelson Sauvin™", "description": "Nelson Sauvin™ ist ein geschützter Hopfen aus Neuseeland, der im Jahr 2000 eingeführt wurde. Sein Name ist eine Ableitung von der Weintraube Sauvignon Blanc, mit der viele sein Aroma vergleichen.", "alpha": { "min": 12, "max": 13 }, "beta": { "min": 6, "max": 8 }, "aroma": "Fruchtig, Grapefruit, Stachelbeere, Weisswein", "oil": { "min": 1.1, "max": 1.1 } },
{ "name": "Citra®", "description": "Citra® wurde in einem Joint Venture von John I. Haas, Inc. und Select Botanicals Group entwickelt und 2008 auf den Markt gebracht. Gene Probasco gilt als derjenige, der Citra® im Jahr 1990 erstmals gezüchtet hat. Sie hat eine komplexe Abstammung, die Brewer's Gold, Hallertau Mittelfrüh, East Kent Golding und Tettnanger umfasst. Citra® ist bekannt für sein Aroma von tropischen Früchten, Zitrusfrüchten und Bitterstoffen.", "alpha": { "min": 10, "max": 15 }, "beta": { "min": 3, "max": 4.5 }, "aroma": "Bitter, Zitrus, Grapefruit, Limette, Tropische Frucht", "oil": { "min": 1.5, "max": 3 } },
{ "name": "Liberty", "description": "Liberty-Hopfen ist das Ergebnis einer Kreuzung zwischen Hallertauer Mittelfrüher und einem gegen Falschen Mehltau resistenten Männchen. Er ist die Halbschwester von Crystal, Ultra und Mt. Hood und ist die erste 'edle aromatische' Hopfensorte, die in den USA angebaut wird.", "alpha": { "min": 3, "max": 6 }, "beta": { "min": 3.5, "max": 3.5 }, "aroma": "Zitrone, Erdig, Pikant", "oil": { "min": 1.3, "max": 1.3 } },
{ "name": "Wakatu", "description": "Wakatu ist ein Nachkomme des Hallertauer Mittelfrühstückers und ein einheimischer neuseeländischer Hopfen. Er wurde vom Hopfenzuchtprogramm des neuseeländischen Instituts für Pflanzen- und Lebensmittelforschung gezüchtet und 1988 freigegeben.", "alpha": { "min": 6.5, "max": 8.5 }, "beta": { "min": 8.5, "max": 8.5 }, "aroma": "Limette, Blumig, Vanille", "oil": { "min": 1.0, "max": 1.0 } },
{ "name": "Tettnanger A", "description": "Tettnanger A ist, ähnlich wie sein Geschwister Tettnanger B, eine klonale Selektion des deutschen Tettnangers durch Dr. Schmutz an der Universität Hohenheim in den 1970er Jahren. Diesen beiden Selektionen wird ein höherer Alphasäuregehalt nachgesagt, doch konnten Tests in den USA diese Behauptung nicht bestätigen.", "alpha": { "min": 4.4, "max": 4.4 }, "beta": { "min": 5, "max": 5 }, "aroma": "", "oil": { "min": 0.85, "max": 0.85 } },
{ "name": "Amarillo® VGXP01", "description": "Amarillo® ist eine geschützte Sorte von Virgil Gamache Farms, Inc. Sie wird oft mit einem Aroma von Orange, Zitrone, Grapefruit, schwarzem Tee, Pfirsich, Melone und Aprikose beschrieben. Sie ist auch für ihren hohen Alphasäuregehalt, ihre kleinen und kompakten Dolden und ihre hohe Sotrabilität bekannt.", "alpha": { "min": 8, "max": 11 }, "beta": { "min": 6, "max": 7 }, "aroma": "Aprikose, Schwarztee, Grapefruit, Zitrone, Melone, Orange, Pfirsich", "oil": { "min": 1.5, "max": 1.9 } },
{ "name": "Fuggle", "description": "Fuggle wurde 1875 von Richard Fuggle eingeführt und benannt, nachdem er zuerst in einem Hopfengarten in Kent im Besitz von George Stace entdeckt worden war. Vor 100 Jahren war Fuggle ein beliebter Vielzweckhopfen, aber heute wird er hauptsächlich wegen seines Aromas verwendet.", "alpha": { "min": 0, "max": 0 }, "beta": { "min": 0, "max": 0 }, "aroma": "", "oil": { "min": 0, "max": 0 } },
{ "name": "Hersbrucker Pure", "description": "Hersbrucker Pure ist das Ergebnis der Kreuzung von Hallertauer Mittelfrüh, Saaz und einem deutschen Wildhopfen, um ein angenehmes 'edles' Hopfenaroma zu erzeugen.", "alpha": { "min": 4.7, "max": 6 }, "beta": { "min": 2, "max": 3 }, "aroma": "", "oil": { "min": 0.6, "max": 1.2 } },
{ "name": "Ekuanot®", "description": "Ekuanot®, nach einem Markenrechtsstreit früher Equinox, wurde von Eugene G. Probasco und Jason Perrault von der Hop Breeding Company, LLC, Yakima, WA (US), gezüchtet.", "alpha": { "min": 14.5, "max": 15.5 }, "beta": { "min": 4.5, "max": 5.5 }, "aroma": "Apfel, Grüner Pfeffer, Kräuter, Zitrone, Limette, Papaya", "oil": { "min": 2.5, "max": 4.5 } },
{ "name": "Bravo", "description": "Bravo wurde von Hopsteiner auf den Golden Gate Roza Hop Ranches in Prosser, Washington, USA, entwickelt, patentiert und 2006 aufgrund seines hohen Alphaprofils freigegeben.", "alpha": { "min": 14, "max": 17 }, "beta": { "min": 3, "max": 5 }, "aroma": "Erdig, Blumig, Kiefer, Harzig, Pikant", "oil": { "min": 1.6, "max": 2.4 } },
{ "name": "Mount Rainier", "description": "Mount Rainier ist das Produkt von Magnum und einem einheimischen US-Männchen aus dem USDA-ARS Hopfenzuchtprogramm in Zusammenarbeit mit der Oregon State University. Dieser Hopfen ist nach einem aktiven Vulkan im Bundesstaat Washington benannt.", "alpha": { "min": 5, "max": 8.1 }, "beta": { "min": 5, "max": 7 }, "aroma": "Zitrus, Lakritze", "oil": { "min": 0, "max": 0 } },
{ "name": "Hallertauer Magnumn (US)", "description": "Magnum oder Hallertauer Magnum ist eine deutsche Hopfensorte, die aus einer Kreuzung zwischen Galena und einem einheimischen deutschen Hopfen hervorgegangen ist. Obwohl er genetisch identisch ist, weist Magnum, der in den USA angebaut wird, aufgrund des Terroirs und der Umweltunterschiede in den USA andere Eigenschaften auf. Er wurde 1992 von der USDA zugelassen. Er ist aufgrund seines hohen Alpha- und Kohumulongehalts als Bitterhopfen bekannt.", "alpha": { "min": 12.0, "max": 14.0 }, "beta": { "min": 4.5, "max": 6.0 }, "aroma": "", "oil": { "min": 1.9, "max": 2.3 } },
{ "name": "Green Bullet", "description": "Green Bullet ist ein neuseeländischer Hopfen, der von Fuggle abstammt und das Ergebnis von Züchtungsversuchen zur Bekämpfung der Schwarzwurzelfäule ist, die 1949 Neuseeland heimsuchte.", "alpha": { "min": 11, "max": 15 }, "beta": { "min": 2.9, "max": 7 }, "aroma": "Zitrone, Pfeffer, Kiefer, Rosine", "oil": { "min": 0.46, "max": 1.13 } },
{ "name": "Pride of Ringwood", "description": "Pride of Ringwood ist ein Nachkomme von Pride of Kent und wurde durch offene Bestäubung von Bill Nash in der Ringwood Hop Research Station in Ringwood, Victoria, Australien, gezüchtet. Er wurde 1958 freigegeben und war damals der Hopfen mit dem höchsten Alphasäuregehalt der Welt.", "alpha": { "min": 7, "max": 11 }, "beta": { "min": 4, "max": 8 }, "aroma": "Zeder, Fruchtig, Kräuter, Pikant, Eiche", "oil": { "min": 1.21, "max": 1.21 } },
{ "name": "Petham Golding", "description": "Obwohl Petham Golding in den späten 1800er Jahren eine der beliebtesten Hopfensorten aus East Kent, England, war, wird sie heute nicht mehr zugunsten von Sorten angebaut, die größere Erträge liefern und weniger anfällig für das Brechen an der Verzweigung sind. Der in den USA beliebte Chinook-Hopfen stammt von der Sorte Petham Golding ab. Petham ist nach dem Dorf Petham benannt, das in der Nähe von Canterbury im Vereinigten Königreich liegt.", "alpha": { "min": 6.9, "max": 6.9 }, "beta": { "min": 2, "max": 2 }, "aroma": "", "oil": { "min": 1.15, "max": 1.15 } },
{ "name": "Progress", "description": "Progress wurde gezüchtet, um einen alternativen, kostengünstigen Ersatz für Fuggle zu bieten. Sie wurde erstmals 1951 am Wye College im Vereinigten Königreich gezüchtet und 1964 auf den Markt gebracht. Sie ist ein Nachkomme von Whitbread Golding und einer einheimischen amerikanischen Sorte.", "alpha": { "min": 6, "max": 7.5 }, "beta": { "min": 2, "max": 3.3 }, "aroma": "Erdig, Grass, Honig, Minze, Pikant", "oil": { "min": 0.5, "max": 1.2 } },
{ "name": "NZ Pacific Jade", "description": "Pacific Jade ist ein Hopfen, der im Rahmen des neuseeländischen Hopfenforschungsprogramms gezüchtet und 2004 von New Zealand Hops Limited auf den Markt gebracht wurde.", "alpha": { "min": 12, "max": 14 }, "beta": { "min": 7, "max": 8 }, "aroma": "Kräuter, Zitrone, Pfeffery", "oil": { "min": 1.4, "max": 1.4 } },
{ "name": "Cashmere", "description": "Cashmere ist das Ergebnis einer Kreuzung zwischen Cascade und Northern Brewer, die 2013 von der Washington State University freigegeben wurde. Er soll ein guter Doppelzweckhopfen für Bitterung und Aroma sein.", "alpha": { "min": 7.7, "max": 9.1 }, "beta": { "min": 6.4, "max": 7.1 }, "aroma": "Kokosnuss, Fruchtig, Zitrone, Limettenschale, Melone, Ananas, Pikant", "oil": { "min": 1.2, "max": 1.4 } },
{ "name": "Polaris", "description": "Polaris wurde 2012 vom Hopfenforschungsinstitut in Hüll freigegeben und ist für seinen hohen Alphasäuregehalt bekannt.", "alpha": { "min": 18, "max": 23 }, "beta": { "min": 4.5, "max": 6 }, "aroma": "Blumig, Fruchtig, Minze, Kiefer, Würzig", "oil": { "min": 4.0, "max": 5.0 } },
{ "name": "Falconer's Flight®", "description": "Falconer's Flight® ist eine von Hopunion LLC entwickelte Mischung aus den '7 C' des pazifischen Nordwestens und einigen anderen experimentellen Sorten, die ebenfalls von Hopunion entwickelt wurden. Die '7 C' Hopfen sind: Cascade, Centennial, Chinook, Citra®, Cluster, Columbus und Crystal.", "alpha": { "min": 9.5, "max": 12 }, "beta": { "min": 4, "max": 5 }, "aroma": "Blumig, Grapefruit, Zitrone", "oil": { "min": 1.6, "max": 4.6 } },
{ "name": "Eroica vf", "description": "Die 'virenfreie' Version von Eroica Hops.", "alpha": { "min": 12.3, "max": 12.3 }, "beta": { "min": 4.7, "max": 4.7 }, "aroma": "Bitter, Fruchtig", "oil": { "min": 1.10, "max": 1.10 } },
{ "name": "Yugoslavia Golding", "description": "Identisch mit dem Steirischen Golding, jedoch hat das USDA eine Zugangsnummer für den Jugoslawischen Golding. Sie wurde 1961 unter der PI-Nr. 250809 aus Ljubljana, Jugoslawien, erhalten.", "alpha": { "min": 0, "max": 0 }, "beta": { "min": 0, "max": 0 }, "aroma": "", "oil": { "min": 0, "max": 0 } },
{ "name": "Warrior®", "description": "Warrior® wurde von der Select Botanicals Group, jetzt Yakima Chief Ranches, wegen seines hohen Alphasäuregehalts entwickelt.", "alpha": { "min": 14.5, "max": 18 }, "beta": { "min": 4.3, "max": 6 }, "aroma": "Zitrus, Pikant", "oil": { "min": 1, "max": 2 } },
{ "name": "Bullion", "description": "Bullion ist eine Sorte, die erstmals 1919 von Professor E.S. Salmon aus einem wilden kanadischen Hopfen und einem unbekannten englischen Hopfen gezüchtet wurde. Sie wird hauptsächlich in den USA in kleinen Mengen angebaut und ist die Schwester von Brewer's Gold. Er wird zugunsten anderer Sorten mit höherem Alphasäuregehalt und besserer Lagerfähigkeit sowie wegen seiner Anfälligkeit für die meisten Viren nicht so häufig verwendet. Das Aroma von Bullion ist bekannt für seinen Geruch nach Gewürzen und dunklen Früchten.", "alpha": { "min": 10, "max": 10 }, "beta": { "min": 4.8, "max": 4.8 }, "aroma": "Dunkle Früchte, Pikant", "oil": { "min": 1.65, "max": 1.65 } },
{ "name": "Cluster (AUS)", "description": "Cluster (AUS)-Hopfen ist Cluster-Hopfen (ursprünglich aus den USA), der in Australien angebaut wird und daher aufgrund des unterschiedlichen Terroirs etwas andere Eigenschaften aufweist.", "alpha": { "min": 5.5, "max": 8.5 }, "beta": { "min": 4.5, "max": 5.5 }, "aroma": "Kräuter, Harzig", "oil": { "min": 0.4, "max": 1 } },
{ "name": "Meridian®", "description": "Meridian®-Hopfen ist ein US-Hopfen, der 2014 von Indie Hops, LLC. geschützt wurde.", "alpha": { "min": 6.0, "max": 7.0 }, "beta": { "min": 6.0, "max": 9.0 }, "aroma": "Zitrone, Gemischte Beeren, Tropische Frucht", "oil": { "min": 1.0, "max": 1.4 } },
{ "name": "Tettnanger (Swiss)", "description": "Der Schweizer Tettnanger unterscheidet sich genetisch vom deutschen Tettnanger, da sich herausgestellt hat, dass die in der Schweiz angebaute Sorte tatsächlich von Fuggle abstammt. Sie ist jedoch dem deutschen Tettnanger noch immer charakteristisch ähnlich.", "alpha": { "min": 4.1, "max": 6.3 }, "beta": { "min": 3.6, "max": 5.7 }, "aroma": "", "oil": { "min": 0.42, "max": 1.13 } },
{ "name": "Virus FreevGalena", "description": "Diese Sorte von Galena wurde von Dr. Bob Romanko in Parma, ID, selektiv gezüchtet, um resistenter gegen Viren zu sein. Ansonsten ist sie nahezu identisch mit Galena.", "alpha": { "min": 12, "max": 12 }, "beta": { "min": 7.5, "max": 7.5 }, "aroma": "Brandy, Johannisbeere, Zitrus, Stachelbeere, Limette, Birne, Ananas, Pikant", "oil": { "min": 0.9, "max": 1.3 } },
{ "name": "Crystal", "description": "Crystal, 1993 von der USDA freigegeben, stammt von Hallertau, Cascade, Brewer's Gold und Early Green ab. Sie ist die triploide Halbschwester von Mt. Hood und Liberty und ist ein sehr vielseitiger Hopfen.", "alpha": { "min": 2.8, "max": 4.4 }, "beta": { "min": 5.8, "max": 7 }, "aroma": "Zimt, Schwarzer Pfeffer, Blumig, Fruchtig, Muskatnuss, Holzig", "oil": { "min": 0.82, "max": 0.82 } },
{ "name": "Huell Melone", "description": "Huell Melon ist eine Tochter der Cascade, die vor allem für ihr Melonenaroma bekannt ist. Diese Sorte wurde im Jahr 2012 veröffentlicht.", "alpha": { "min": 6.9, "max": 7.5 }, "beta": { "min": 7.3, "max": 7.9 }, "aroma": "Aprikose, Honigtau Melone, Erdbeere", "oil": { "min": 0.8, "max": 0.8 } },
{ "name": "Wai-iti™", "description": "Wai-iti™ ist ein markenrechtlich geschützter Hopfen, der von der neuseeländischen Pflanzen- und Lebensmittelforschung gezüchtet wurde. Sein Stammbaum besteht aus Hallertauer Mittelfrüh und Liberty und ist Eigentum der New Zealand Hops Limited. Er wurde 2011 auf den Markt gebracht und ist für seinen hohen Gehalt an Alpha- und Betasäuren und seinen niedrigen Kohumulongehalt bekannt.", "alpha": { "min": 2.5, "max": 3.5 }, "beta": { "min": 4.5, "max": 5.5 }, "aroma": "Limette, Steinfrucht", "oil": { "min": 1.6, "max": 1.6 } },
{ "name": "Ultra", "description": "Ultra-Hopfen wurde in Oregon, USA, entwickelt und 1995 auf den Markt gebracht. Er ist bekannt für seinen hohen Humulengehalt, der ein würziges Aroma ergibt.", "alpha": { "min": 3, "max": 5 }, "beta": { "min": 3.6, "max": 5 }, "aroma": "Erdig, Blumig, Kräuter, Pikant", "oil": { "min": 0.8, "max": 1.2 } },
{ "name": "Hersbrucker", "description": "Hersbrucker ist eine deutsche Hopfensorte, die als Ersatz für Hallertauer Mittelfrüh gezüchtet wurde und resistenter gegen die Verticillium-Welke sein soll.", "alpha": { "min": 2, "max": 5 }, "beta": { "min": 4, "max": 6 }, "aroma": "Blumig, Fruchtig, Pikant", "oil": { "min": 0.5, "max": 1.3 } },
{ "name": "Taurus", "description": "Taurus ist eine deutsche Hopfensorte mit einem hohen Alphasäuregehalt, die vom Hopfenforschungsinstitut Hüll gezüchtet wurde. Dieser Hopfen wurde 1995 auf den Markt gebracht.", "alpha": { "min": 12.3, "max": 17.9 }, "beta": { "min": 4, "max": 6 }, "aroma": "", "oil": { "min": 0.9, "max": 1.5 } },
{ "name": "Hallertau", "description": "Die Hallertau ist eine deutsche Landrasse, die es seit über 100 Jahren gibt. Sie ist der Vorfahre vieler Sorten, um ihre Anfälligkeit für die Verticillium-Welke und schlechte Erträge zu bekämpfen. Sie gilt als eine der vier 'edlen' Hopfensorten aus Deutschland.", "alpha": { "min": 3.5, "max": 3.5 }, "beta": { "min": 3.5, "max": 4.5 }, "aroma": "Blumig, Grasig, Pikant", "oil": { "min": 0.6, "max": 1.2 } },
{ "name": "Hallertau Blanc", "description": "Hallertau Blanc ist eigentlich keine Sorte der Hallertau, sondern eine Tochter der Cascade, die in Deutschland gezüchtet wurde, um Ales nach amerikanischem Vorbild herzustellen.", "alpha": { "min": 9, "max": 12 }, "beta": { "min": 4.5, "max": 6 }, "aroma": "Cassis, Fruchtig, Grapefruit, Trauben, Stachelbeere, Zitronegrass, Passionsfrucht, Ananas, Weisswein", "oil": { "min": 0.8, "max": 1.5 } },
{ "name": "Herkules", "description": "Herkules ist ein Nachkomme von Taurus für seinen hohen Alphasäuregehalt vom Hopfenforschungsinstitut Hüll und wurde 2005 freigegeben.", "alpha": { "min": 12, "max": 17 }, "beta": { "min": 4, "max": 5.5 }, "aroma": "Schwarzer Pfeffer, Melone, Kiefer, Pikant", "oil": { "min": 1.4, "max": 2.4 } },
{ "name": "Styrian Golding", "description": "Styrian Golding ist eigentlich ein Nachkomme von Fuggle und nicht von Golding. In den 1930er Jahren wurde die jugoslawische Hopfenindustrie von einer Verticillium-Welke heimgesucht, so dass ein resistenter Hopfen aus dem Vereinigten Königreich eingeführt wurde, um die Hopfenindustrie wieder aufzubauen. Leider wurde er fälschlicherweise für einen Golding gehalten, obwohl es sich in Wirklichkeit um einen Fuggle handelte. Er wurde Styrian genannt, ursprünglich Steirer - ein Hopfen, der entlang der slowenischen (ehemals jugoslawischen) / österreichischen Grenze wächst, wobei der zweite Teil des Namens auf den oben erwähnten Irrtum zurückgeht.", "alpha": { "min": 2.8, "max": 6 }, "beta": { "min": 2, "max": 3 }, "aroma": "", "oil": { "min": 0.5, "max": 1 } },
{ "name": "Jarrylo™", "description": "Jarrylo™-Hopfen, benannt nach dem slawischen Gott Jarilo der Fruchtbarkeit, der Vegetation, des Frühlings und des Krieges, wurde von der American Dwarf Hop Association aus einem Abkömmling von Summit gezüchtet. Jarrylo™ wurde 2013 auf den Markt gebracht.", "alpha": { "min": 15, "max": 17 }, "beta": { "min": 6.0, "max": 7.5 }, "aroma": "Banane, Orange, Birne, Würzig", "oil": { "min": 3.6, "max": 4.3 } },
{ "name": "Willamette", "description": "Willamette ist eine der beliebtesten Hopfensorten, die in den USA angebaut werden, und ein Nachkomme von Fuggle. Sie wurde nach dem Willamette River benannt, der durch Oregon fließt, wo sie vom USDA-Zuchtprogramm entwickelt und 1976 freigegeben wurde. Er zeichnet sich durch einen niedrigen Alphasäuregehalt aus.", "alpha": { "min": 4.0, "max": 6.0 }, "beta": { "min": 3.5, "max": 4.5 }, "aroma": "Karamel, Zitrus, Curry, Holunder, Weihrauch", "oil": { "min": 1.0, "max": 1.5 } },
{ "name": "Simcoe®", "description": "Simcoe® ist eine markenrechtlich geschützte Hopfensorte, die von Professor Zimmerman entwickelt wurde und Eigentum von Yakima Chief Ranches, Inc. ist.", "alpha": { "min": 12.0, "max": 14.0 }, "beta": { "min": 4, "max": 5 }, "aroma": "Zitrus, Erdig, Grapefruit, Kräuter, Passionsfrucht, Kiefer", "oil": { "min": 2, "max": 2.5 } },
{ "name": "Hallertau Merkur", "description": "Hallertau Merker ist ein Nachkomme des Magnum-Hopfens und wurde am Hull Hops Research Institute in Deutschland entwickelt. Er ist nicht nur für seinen hohen Alphasäuregehalt, sondern auch für seinen hohen Gehalt an Myrcen- und Humulenöl bekannt.", "alpha": { "min": 12, "max": 16.2 }, "beta": { "min": 5, "max": 7.3 }, "aroma": "Bitter, Zitrus, Erdig, Pikant", "oil": { "min": 2.6, "max": 3 } },
{ "name": "Dana", "description": "Dana wurde vom Institut für Hopfenforschung in Zalec, Slowenien, aus einer Kreuzung zwischen Hallertau Magnum und einem lokalen slowenischen Hopfen gezüchtet.", "alpha": { "min": 11, "max": 16 }, "beta": { "min": 4, "max": 6 }, "aroma": "Blumig, Zitrone, Kiefer", "oil": { "min": 2.4, "max": 3.9 } },
{ "name": "Golding", "description": "Golding ist eine Hopfensorte aus dem Vereinigten Königreich. Von dieser Sorte stammen viele Golding-Sorten ab, mit Ausnahme des steirischen (oder jugoslawischen) Golding, der von Fuggle abgeleitet ist.", "alpha": { "min": 4, "max": 6 }, "beta": { "min": 2.0, "max": 3.0 }, "aroma": "Delikat, Blumig, Süss", "oil": { "min": 0.7, "max": 1.0 } },
{ "name": "Tettnanger", "description": "Tettnanger ist eine alte Hopfensorte, die rund um Tettnang, einem Dorf in Deutschland, angebaut wird. Diese Sorte ähnelt der Hallertau in charakteristischer Hinsicht und dem Saaz in genetischer Hinsicht. Der anderswo angebaute Tettnanger wurde höchstwahrscheinlich mit Fuggle gekreuzt.", "alpha": { "min": 3, "max": 5.8 }, "beta": { "min": 2.8, "max": 5.3 }, "aroma": "", "oil": { "min": 0.36, "max": 1.07 } },
{ "name": "Spalter Select", "description": "Spalter Select wurde in Hüll, Deutschland, als kommerzielle Alternative zu Spalt gezüchtet und ist das Ergebnis einer Kreuzung zwischen Spalt und Hallertauer Mittelfrühe. Sie wurde 1993 auf den Markt gebracht.", "alpha": { "min": 3, "max": 6.5 }, "beta": { "min": 2, "max": 5 }, "aroma": "Erdig, Blumig, Kräuter, Pikant", "oil": { "min": 0.5, "max": 1.2 } },
{ "name": "Calypso™", "description": "Calypso™ ist ein 2014 von Hopsteiner patentierter Hopfen, genauer gesagt von Roger D. Jeske und Paul D. Matthews in Yakima, Washington, USA. Dieser Hopfen wurde wegen seiner aromatischen Eigenschaften gezüchtet, hat aber auch einen hohen Alphasäuregehalt.", "alpha": { "min": 12, "max": 14 }, "beta": { "min": 5, "max": 6 }, "aroma": "Apfel, Limette, Birne, Steinfrucht", "oil": { "min": 0, "max": 0 } },
{ "name": "Helga", "description": "Helga, auch Südliche Hallertau genannt, ist ein Nachkomme der Hallertau und wurde von Hop Products Australia gezüchtet, um ähnliche Eigenschaften des 'Edelhopfens' zu erhalten, die in Australien angebaut werden können.", "alpha": { "min": 5.4, "max": 7.3 }, "beta": { "min": 5, "max": 7 }, "aroma": "", "oil": { "min": 0.6, "max": 1.0 } },
{ "name": "Sabro®", "description": "Sabro® verleiht dem Bier ein starkes und komplexes Fruchtaroma. Sabro ist ein Hopfen mit einer robusten Brauleistung, der sein ausgeprägtes Aroma konsequent auf das Bier überträgt. Das Aroma von Sabro zeichnet sich durch seine Komplexität von Frucht- und Zitrusaromen aus, einschließlich ausgeprägter Mandarinen-, Kokosnuss-, Tropen- und Steinfruchtaromen. Hinzu kommen ein ausgeprägter Sahnecharakter und sekundäre Aromen von Vanille, Zedernholz, Dill und Minze.", "alpha": { "min": 13, "max": 17 }, "beta": { "min": 4, "max": 6.5 }, "aroma": "Kokosnuss, Passionsfrucht, Mango, Grapefruit", "oil": { "min": 1.73, "max": 2.53 } }
]