[
{ "name": "Bramling Cross", "description": "Brambling Cross is a variety mostly used in the UK for cask-conditioned beers. It is a cross between Golding and a wild Canadian hop and was first harvested at Wye College in 1927. This variety is known for its aroma of lemon, blackberries, plums, and blackcurrant.", "alpha": { "min": 5, "max": 7 }, "beta": { "min": 3, "max": 4 }, "aroma": "Blackberry, Blackcurrent, Lemon, Plum", "oil": { "min": 0.83, "max": 0.83 } },
{ "name": "Hallertau Tradition", "description": "Hallertau Tradition was bred to be more disease resistant and have a higher alpha acid content than its parents: Hallertau Mittelfrüher, Hallertauer Gold and Saaz.", "alpha": { "min": 4.6, "max": 7 }, "beta": { "min": 4, "max": 5 }, "aroma": "", "oil": { "min": 0.9, "max": 1.9 } },
{ "name": "Centennial", "description": "Sometimes referred to as 'Super Cascade', this hop is known as a dual-purpose hop for its aroma and bittering affect in brews. Its popularity has been increasing among craft brewers. Formerly known as Hop W415-90, that was hybridized in 1974 at the Irrigated Agriculture Research and Extension Center from Brewer's Gold, Fuggle and East Kent Golding. This hop was renamed 'Centennial' for the 100th anniversary of Washington's statehood in 1989. It was grown experimentally for a few years, which is why the USDA assigned its accession number 1987, when it got the name Centennial in 1989.", "alpha": { "min": 9.5, "max": 11.5 }, "beta": { "min": 3.5, "max": 4.5 }, "aroma": "Citrus, Floral", "oil": { "min": 1.5, "max": 2.5 } },
{ "name": "Brewer's Gold", "description": "Brewer's Gold was selectively bred by Professor E.F. Salmon of Wye College in England in 1894. Since then, this hop has been used for bittering and producing other high bitter hop varieties. In terms of aroma, it is said to have notes of blackcurrant, and spice. Brewer's Gold also has small, compact cones and is resistant to verticillium wilt and moderately resistant to downy mildew.", "alpha": { "min": 9.2, "max": 9.2 }, "beta": { "min": 4.8, "max": 4.8 }, "aroma": "Blackcurrent, Spicy", "oil": { "min": 1.96, "max": 1.96 } },
{ "name": "Newport", "description": "Newport is a bittering hop with high alpha and beta acid content, developed by the USDA-ARS and recieving its accession number in 2000. This hop is the result of the cross between Hallertauer 'Magnum' and USDA 58111M as a new multiple disease-resistant bittering hop.", "alpha": { "min": 13.5, "max": 17.0 }, "beta": { "min": 7.2, "max": 9.1 }, "aroma": "Wine, Balsamic", "oil": { "min": 1.6, "max": 3.4 } },
{ "name": "Triple Pearl", "description": "TriplePearl was developped by the USDA-ARS as a seedless, more virus-resistant variety of 'Perle'. The USDA-ARS Research Project #425226 succeeded in creating a triploid (sterile) hop in 2013.", "alpha": { "min": 10.2, "max": 11.2 }, "beta": { "min": 3.3, "max": 4.2 }, "aroma": "Melon, Orange Rind/Zest, Orange-Citrus, Pepper, Resin, Spicy", "oil": { "min": 1.1, "max": 1.8 } },
{ "name": "Fuggle (US)", "description": "Fuggle (US) is derived from the original Fuggle hops from the UK, but it has been selectively bred to be more resistant to disease and have higher yields. Being grown in the US may also have effects on the properties of this hop.", "alpha": { "min": 2.4, "max": 6.1 }, "beta": { "min": 2.1, "max": 2.8 }, "aroma": "Floral, Grassy, Minty, Woody", "oil": { "min": 0.44, "max": 0.83 } },
{ "name": "Pioneer", "description": "Pioneer and its sister Herald were bred from Omega at Wye College, UK.", "alpha": { "min": 8, "max": 10 }, "beta": { "min": 3.5, "max": 4 }, "aroma": "Cedar, Citrus, Grapefruit, Herbs, Lemon", "oil": { "min": 1, "max": 1.8 } },
{ "name": "Pacifica", "description": "Pacifica is a hop that was bred by HortResearch, New Zealand Program and was released in 1994 by New Zealand Hops Limited. It is the result of open pollination breeding of Hallertau Mittelfrüher.", "alpha": { "min": 5, "max": 6 }, "beta": { "min": 6, "max": 6 }, "aroma": "Citrusy, Floral, Herbal, Orange, Spicy", "oil": { "min": 1.0, "max": 1.0 } },
{ "name": "California Cluster", "description": "The lineage of California Cluster is not entirely clear, however the hop farm, Hops-Meister, from Clearlake, California have trademarked two variations of Cluster from California: Ivanhoe and Gargoyle.", "alpha": { "min": 5.5, "max": 8.5 }, "beta": { "min": 4.5, "max": 5.5 }, "aroma": "Citrus, Mango", "oil": 0 },
{ "name": "Fuggle (UK)", "description": "Fuggle (UK) is genetically identical to Fuggle hops, but its properties may differ from other Fuggle hops as it was grown in the UK and therefore has a different terroir.", "alpha": { "min": 2.4, "max": 6.1 }, "beta": { "min": 2.1, "max": 2.8 }, "aroma": "Floral, Grassy, Minty, Woody", "oil": { "min": 0.44, "max": 0.83 } },
{ "name": "Vanguard", "description": "Vanguard is a product of the USDA’s hop breeding program and was released in 1997. It has the unique properties of having a low alpha acid content, high beta acid content, high levels of humulene and low levels cohumulone.", "alpha": { "min": 4.40, "max": 6 }, "beta": { "min": 6, "max": 7 }, "aroma": "Blackcurrant, Floral, Herbal", "oil": { "min": 0.9, "max": 1.2 } },
{ "name": "Aquila", "description": "Aquila is a US aromatic hop that was developed by in 1970 by Dr. Robert R. Romanko at Parma, Idaho and was released in 1994.", "alpha": { "min": 6.7, "max": 8.9 }, "beta": { "min": 4.1, "max": 4.9 }, "aroma": "", "oil": { "min": 1.45, "max": 1.45 } },
{ "name": "Hallertau (US)", "description": "Hallertau (US) is a German Hallertau hop that was grown in the US and therefore has properties due to the difference in climate and terroir.", "alpha": { "min": 3.5, "max": 5.5 }, "beta": { "min": 3.5, "max": 5.5 }, "aroma": "Floral, Spicy", "oil": { "min": 0.6, "max": 1.0 } },
{ "name": "Mount Hood", "description": "Mount Hood is the result of a cross between Hallertau Mittelfruh and native US male in 1983. It is the half-sister to Crystal, Ultra and Liberty. In 1985, Mount Hood was assigned the USDA number 21455.", "alpha": { "min": 4, "max": 8 }, "beta": { "min": 5, "max": 8 }, "aroma": "Grapefruit, Fennel, Herbal, Honey, Lemon, Tarragon", "oil": { "min": 1, "max": 1.7 } },
{ "name": "Santiam", "description": "Santiam was released in 1997 and bred by the Agriculture Research Service in Corvallis, Oregon. Its lineage includes Swiss Tettnanger, German Hallertauer Mittelfrüher and Cascade (US).", "alpha": { "min": 5, "max": 8 }, "beta": { "min": 5.3, "max": 8.5 }, "aroma": "Herbal, Fruity, Lemon, Peach, Pepper, Spicy", "oil": { "min": 1.3, "max": 1.7 } },
{ "name": "Galena", "description": "Galena was selected in 1968 by R. R. Romanko in Idaho from an open pollination cross between Brewer's Gold and an unknown male. It is known for having high alpha acid, beta acid and total oil content.", "alpha": { "min": 12, "max": 12 }, "beta": { "min": 7.5, "max": 7.5 }, "aroma": "Brandy, Blackcurrant, Citrus, Gooseberry, Lime, Pear, Pineapple, Spicy", "oil": { "min": 0.9, "max": 1.3 } },
{ "name": "Millennium", "description": "Millennium was released in 2000 from the John I. Haas Breeding Program. It is mostly used as a bittering hop and is a descendant from Nugget.", "alpha": { "min": 14.5, "max": 16.5 }, "beta": { "min": 4.3, "max": 5.3 }, "aroma": "Herbaceous, Resin", "oil": { "min": 1.8, "max": 2.2 } },
{ "name": "Nugget", "description": "Nugget is a bittering hop known for its high alpha content while having a low beta and cohumolone content. Therefore, this hop is a suitable hop to add bitter base to ales. It was bred in 1970 in Corvallis, Oregon (then called 7005-194), decending from Brewer's Gold and East Kent Golding; its accession number was assigned in 1978.", "alpha": { "min": 11.5, "max": 14.0 }, "beta": { "min": 4.2, "max": 5.8 }, "aroma": "Herbal, Peach, Pear, Spicy", "oil": { "min": 1.8, "max": 2.2 } },
{ "name": "Northdown", "description": "Northdown was bred at Wye College by Dr. Ray A. Neve in 1961 to be more resistant to Downy Mildew. It was bred from a Northern Brewer female and a Downy Mildew resistant male hops.", "alpha": { "min": 7, "max": 10 }, "beta": { "min": 4, "max": 5.5 }, "aroma": "Berry, Floral, Pine, Spicy", "oil": { "min": 1.2, "max": 2.5 } },
{ "name": "Saphir", "description": "Saphir was bred at the Hop Research Center in Hüll as an alternative to Hallertau Mittelfrüh that is more commercially available and was released in 2002.", "alpha": { "min": 2, "max": 4.5 }, "beta": { "min": 4, "max": 7 }, "aroma": "Citrus, Fruity, Spicy", "oil": { "min": 0.8, "max": 1.4 } },
{ "name": "Hallertauer Magnum", "description": "Hallertauer Magnum, or Magnum, is a German hop variety that is known for its high bitterness. It was officially released in 1980 and created at German Hop Institute in Hull from a cross between Galena and a German male that is 50% Hallertau.", "alpha": { "min": 12.0, "max": 14.0 }, "beta": { "min": 4.5, "max": 5.5 }, "aroma": "Bitter, Citrus", "oil": { "min": 1.9, "max": 2.3 } },
{ "name": "Celeia", "description": "Celeia is a descendant of Styrian Golding and Aurora and is a triploid hop. It is mostly used as an aromatic hop.", "alpha": { "min": 5, "max": 6 }, "beta": { "min": 3, "max": 4 }, "aroma": "Citrus, Floral", "oil": { "min": 1.31, "max": 1.31 } },
{ "name": "Mandarina Bavaria", "description": "Mandarina Bavaria is hop that originates from Hüll, Germany and is the product of a cross between Cascade (US), Hallertau Blanc and Hüll Melon.", "alpha": { "min": 8.5, "max": 10.5 }, "beta": { "min": 5, "max": 6.5 }, "aroma": "Citrus, Sweet, Tangerine", "oil": { "min": 2.0, "max": 2.0 } },
{ "name": "Golding (US)", "description": "Golding comes from the group of cultivars grown in East Kent, United Kingdom. US Golding are typically derived from Canterbury (village in East Kent) Golding hops. This hop was originally grown in British Columbia, Canada and it was then appearing in Washington and Oregon states in 1993. The hop that is grown in the US will have different properties from the same hop grown in the UK, due to differences in terroir. Golding is known for its delicate, sweet, and floral notes.", "alpha": { "min": 4, "max": 6 }, "beta": { "min": 2.0, "max": 3.0 }, "aroma": "Delicate, Floral, Sweet", "oil": { "min": 0.7, "max": 1.0 } },
{ "name": "Pacific Gem", "description": "Pacific Gem is a New Zealand hop that was released in 1987. It is the result of a cross between Smooth Cone, California Late Cluster and Fuggle.", "alpha": { "min": 13, "max": 16 }, "beta": { "min": 7, "max": 9 }, "aroma": "Blackberry, Floral, Oak", "oil": { "min": 1.2, "max": 1.4 } },
{ "name": "Late Cluster L16", "description": "A selection of a Yakima hop plant from 1950.", "alpha": { "min": 5.8, "max": 5.8 }, "beta": { "min": 4.2, "max": 4.2 }, "aroma": "", "oil": { "min": 0.5, "max": 0.5 } },
{ "name": "Cluster", "description": "Cluster hops are a grouping of American hops that have mutated from interactions with local varieties. The origins of these hops are vague at best as these hops are some of the oldest grown hops in the United States. Cluster hops can be separated into two groups: Early Cluster and Late Cluster, which references the time of maturity.", "alpha": { "min": 5.5, "max": 9 }, "beta": { "min": 4, "max": 6 }, "aroma": "Floral, Pine", "oil": { "min": 0.4, "max": 0.8 } },
{ "name": "Mosaic®", "description": "Mosaic® is a hop variety patented by the Hop Breeding Company, L.L.C. and was developed by Eugene G. Probasco and Jason Perrault.", "alpha": { "min": 11.5, "max": 13.5 }, "beta": { "min": 3.2, "max": 3.9 }, "aroma": "Blueberry, Citrus, Earthy, Floral, Tropical", "oil": { "min": 1, "max": 1.5 } },
{ "name": "El Dorado", "description": "El Dorado is an American hops created by CLS Farms, LLC in 2008 and released to the public in 2010. This hop is good for bittering and for adding aroma due to its high alpha acid and oil content.", "alpha": { "min": 13, "max": 17 }, "beta": { "min": 7, "max": 8 }, "aroma": "Tropical Fruit, Pear, Stone Fruit", "oil": { "min": 2.50, "max": 3.3 } },
{ "name": "Glacier", "description": "The Glacier hops variety was developed by Washington State University and was released in 2000. It is known for having a high yield and low cohumulone levels. It is a descendant of Elsasser, Northern Brewer and Brewer's Gold.", "alpha": { "min": 3.3, "max": 9.7 }, "beta": { "min": 5.4, "max": 10 }, "aroma": "", "oil": { "min": 0.7, "max": 1.6 } },
{ "name": "Spalter", "description": "Spalt is one of the oldest hops in the world, dating back to 8th century. They are a landrace grown predominantly in the Spalt region of Germany.", "alpha": { "min": 2.5, "max": 5.7 }, "beta": { "min": 3, "max": 5 }, "aroma": "Earthy, Spicy", "oil": { "min": 0.5, "max": 0.9 } },
{ "name": "Zeus", "description": "Zeus is an American hybrid hop that was bred for its high alpha acid content. It is often sold as part of the blend CTZ (Columbus, Tomahawk®, Zeus).", "alpha": { "min": 13, "max": 17.5 }, "beta": { "min": 4.5, "max": 6.5 }, "aroma": "Citrus, Herbal", "oil": { "min": 2.4, "max": 4.5 } },
{ "name": "Strisselspalt", "description": "Strisselspalt is an old landrace from the Alsace region of France and is a descendant of either Spalt, Hersbrucker or a cross between the two.", "alpha": { "min": 1.8, "max": 5.7 }, "beta": { "min": 2.5, "max": 6 }, "aroma": "Citrus, Floral, Fruit, Herbal, Spicy", "oil": { "min": 0.6, "max": 0.9 } },
{ "name": "Hersbrucker E", "description": "Hersbrucker E is nearly identical to the original German variety but may have some variations in properties due to differences in terroir and climate from being grown in England.", "alpha": { "min": 4, "max": 6 }, "beta": { "min": 5, "max": 7 }, "aroma": "", "oil": { "min": 0.63, "max": 0.63 } },
{ "name": "Hersbrucker Red-Stem", "description": "Hersbrucker Red-Stem is a clonal offshoot of the original German Hersbrucker. While all Hersbrucker hops have red stems, this particular variety of hop has a stem that is more prominently red and possibly has a higher alpha acid content than other Hersbruckers.", "alpha": { "min": 5, "max": 6 }, "beta": { "min": 5, "max": 6 }, "aroma": "", "oil": { "min": 1.20, "max": 1.20 } },
{ "name": "Canterbury Golding", "description": "Canterbury Golding is identical to East Kent Golding.", "alpha": { "min": 5, "max": 6 }, "beta": { "min": 2.0, "max": 3.0 }, "aroma": "Épice, Miel, Lavande, Terreux, Thym", "oil": { "min": 0.85, "max": 0.85 } },
{ "name": "Golding (BC)", "description": "This type of Golding, originated in the UK, usually East Kent Golding, and was grown in British Columbia, thus having different properties due to the difference in terroir.", "alpha": { "min": 4, "max": 7 }, "beta": { "min": 2.0, "max": 3.0 }, "aroma": "Delicate, Floral, Sweet", "oil": { "min": 0.7, "max": 1.0 } },
{ "name": "Saaz", "description": "Saaz was officially released in 1952 but it has been prominently used in beer brewing for the last 700 years. It originated in Bohemia, now Czech Republic, and is mostly used as an aroma hop due to its low alpha acid content.", "alpha": { "min": 2.5, "max": 4.5 }, "beta": { "min": 4, "max": 6 }, "aroma": "Earthy, Floral, Herbal", "oil": { "min": 0.4, "max": 0.8 } },
{ "name": "Early Cluster", "description": "This type of hop matures earlier in the season than other varieties of Cluster hops.", "alpha": { "min": 6.4, "max": 6.4 }, "beta": { "min": 4.4, "max": 4.4 }, "aroma": "", "oil": { "min": 0.79, "max": 0.79 } },
{ "name": "Target (VF)", "description": "This is a virus free selection of the Target hops.", "alpha": { "min": 8.9, "max": 15.2 }, "beta": { "min": 3.9, "max": 6.9 }, "aroma": "Cedar, Liquorice, Pine", "oil": { "min": 0.82, "max": 2.32 } },
{ "name": "Hallertau (NZ)", "description": "The New Zealand variety of Hallertau hops that was bred from a cross between the original German Hallertau and a New Zealand native hop.", "alpha": { "min": 7, "max": 9 }, "beta": { "min": 5.8, "max": 8.5 }, "aroma": "Floral, Lime", "oil": { "min": 0.9, "max": 1.1 } },
{ "name": "Summer", "description": "Summer is an Australian hop that was created in 1997 by Hop Products Australia. It is a descendant of Saaz hops.", "alpha": { "min": 5.6, "max": 6.4 }, "beta": { "min": 4.8, "max": 6.1 }, "aroma": "Apricot, Grass, Melon, Peach", "oil": { "min": 1.4, "max": 2.0 } },
{ "name": "Perle", "description": "Perle was released in 1978 to the public and was created in Germany from a cross between Northern Brewer and a native German variety.", "alpha": { "min": 8, "max": 9 }, "beta": { "min": 8, "max": 8 }, "aroma": "Cedar, Orange, Spicy", "oil": { "min": 0.6, "max": 1.2 } },
{ "name": "East Kent Golding", "description": "East Kent Golding is one of the oldest variety of Golding, grown exclusively from (and named after) towns in Kent, England. This variety is a descendant of the Canterbury Whitebine variety. It is identical to Canterbury Golding, as Goldings are typically named from the town that they were grown in. East Kent refers to the hop variety from the Kent area and Canterbury is a town in Kent. The variety is mostly known as East Kent Golding.", "alpha": { "min": 5, "max": 6 }, "beta": { "min": 2.0, "max": 3.0 }, "aroma": "Épice, Miel, Lavande, Terreux, Thym", "oil": { "min": 0.85, "max": 0.85 } },
{ "name": "Chinook", "description": "Chinook, formerly W415-90, is a hop that came about from the cross between Petham Golding x Brewer's Gold - Utah 526-4 68052 x 63012M through a USDA breeding program in Washington state in 1985. It has grown in popularity among craft brewers but is also highly respected among larger breweries for its high alpha acid content and notes of citrus and pine.", "alpha": { "min": 12.0, "max": 14.0 }, "beta": { "min": 3.0, "max": 4.0 }, "aroma": "Grapefruit, Pine, Spicy", "oil": { "min": 0.7, "max": 1.4 } },
{ "name": "Summit™", "description": "Summit™ is a semi-dwarf hop variety that was released in 2000 in a joint venture between Roy Farms and Green Acre Farms. It was developed in 1998 by the American Dwarf Hop Association.", "alpha": { "min": 16, "max": 18 }, "beta": { "min": 3.3, "max": 4.3 }, "aroma": "Citrus, Earthy", "oil": { "min": 1.5, "max": 3 } },
{ "name": "Tomahawk®", "description": "The lineage of Tomahawk® is not known. It is genetically identical to Columbus, however due to a legal dispute between Hopunion and Yakima Chief both names were registered when the two parties tried to independently patent the same variety. Columbus/Tomahawk® was bred for its high alpha acid content and is often sold with Zeus as CTZ.", "alpha": { "min": 14, "max": 18 }, "beta": { "min": 4.5, "max": 6 }, "aroma": "", "oil": { "min": 1.5, "max": 4.5 } },
{ "name": "Challenger", "description": "This hop variety was released in 1972 from Wye College and is derived from a cross between Northern Brewer and Zattler. It was a very popular hop in the UK from the 1980s to 1990s.", "alpha": { "min": 6.5, "max": 9 }, "beta": { "min": 3.2, "max": 4.5 }, "aroma": "Cèdre, Épicé, Thé Vert", "oil": { "min": 1, "max": 1.7 } },
{ "name": "Perle (US)", "description": "Perle was released in 1978 to the public and was created in Germany from a cross between Northern Brewer and a native German variety. While genetically identical to Perle from the UK, it has been noted that Perle grown in North America has higher alpha acid and myrcene contents, but lower in humulene. The difference in properties makes this hop favored slightly more as a bittering hop than the variety grown in the UK.", "alpha": { "min": 6, "max": 10 }, "beta": { "min": 3, "max": 5 }, "aroma": "Floral, Herbal, Spicy", "oil": { "min": 0.7, "max": 1.2 } },
{ "name": "Olympic", "description": "Olympic was bred by Prosser, WA, USA in 1974 by C. E. Zimmermann. It has a complicated pedigree and is a decendant of Brewer's Gold, Fuggle and East Kent Golding.", "alpha": { "min": 10.6, "max": 13.8 }, "beta": { "min": 3.8, "max": 6.1 }, "aroma": "Citrus, Spicy", "oil": { "min": 0.86, "max": 2.55 } },
{ "name": "Target", "description": "Target hops, a descendant of Northern Brewer and Eastwell Golding, was bred by Dr. Ray A. Neve in 1965 at Wye College in the UK.", "alpha": { "min": 8, "max": 12.5 }, "beta": { "min": 5, "max": 5.5 }, "aroma": "Cedar, Liquorice, Pine", "oil": { "min": 1.6, "max": 2.6 } },
{ "name": "Aramis", "description": "Aramis is a French hop that was bred in 2002 from a cross between Strisselspalt and Whitbread Golding by the Comptoir Agricole breeding program.", "alpha": { "min": 7.9, "max": 8.3 }, "beta": { "min": 3.8, "max": 4.5 }, "aroma": "Citrus, Herbal, Spice, Sweet", "oil": { "min": 1.2, "max": 1.6 } },
{ "name": "Saaz (US)", "description": "Saaz (US) is Saaz hops that has been grown in the US, or North America, and therefore may have different properties due to terroir or cross-pollination from North American native hop varieties.", "alpha": { "min": 3, "max": 4.5 }, "beta": { "min": 3, "max": 4.5 }, "aroma": "Earthy, Herbal, Spicy", "oil": { "min": 0.5, "max": 1 } },
{ "name": "Golding (NZ)", "description": "This type of Golding, originated in the UK, usually East Kent Golding, and was grown in New Zealand, thus having different properties due to the difference in terroir.", "alpha": { "min": 4, "max": 4.2 }, "beta": { "min": 4.6, "max": 4.8 }, "aroma": "Delicate, Floral, Sweet", "oil": { "min": 0.7, "max": 1.0 } },
{ "name": "Bobek", "description": "Bobek was bred in Slovenia from a cross between Northern Brewer and a Slovenian male to produce an aromatic hop with high alpha acid content.", "alpha": { "min": 3.2, "max": 9.3 }, "beta": { "min": 4, "max": 6.6 }, "aroma": "Lemon, Floral, Pine, Spicy", "oil": { "min": 0.7, "max": 4 } },
{ "name": "Jester®", "description": "Jester® is a daughter of Cascade developed by the Charles Faram Hop Development Programme in the UK. It was released commercially in 2013 by Charles Faram and Co Ltd.", "alpha": { "min": 7, "max": 9 }, "beta": { "min": 4, "max": 6 }, "aroma": "Blackcurrant, Grapefruit, Lychee", "oil": { "min": 0.6, "max": 1.2 } },
{ "name": "Northern Brewer (US)", "description": "Northern Brewer was developed by Professor Salmon at Wye College, UK in 1934 by crossing an East Kent Golding and a Brewer's Gold. It differs from the original Northern Brewer as it has undergone cross pollination from native American varieties and thus is more suited for North American climates.", "alpha": { "min": 8, "max": 10 }, "beta": { "min": 3, "max": 5 }, "aroma": "", "oil": { "min": 1.5, "max": 2 } },
{ "name": "Tettnanger B", "description": "Tettnanger B, similar to its sibling Tettnanger A, is a clonal selection of the German Tettnanger by Dr. Schmutz at the University of Hohenheim, Germany, in the 1970s. These two selections are said to have higher alpha acid, however testing done in the US was unable to confirm this claim.", "alpha": { "min": 5.3, "max": 5.3 }, "beta": { "min": 5.2, "max": 5.2 }, "aroma": "", "oil": { "min": 0.90, "max": 0.90 } },
{ "name": "Ahtanum™", "description": "Ahtanum™ was bred by C. E. Zimmermann and is trademarked by Yakima Chief Ranches LLC in 2017. It is often secribed as having a floral, earthy and grapfruity aroma. Ahtanum is known to be resistant to downy mildew and Peronospora with small and compact cones.", "alpha": { "min": 4, "max": 6.3 }, "beta": { "min": 5, "max": 6.5 }, "aroma": "Earthy, Floral, Grapefruit", "oil": { "min": 0.8, "max": 1.2 } },
{ "name": "Motueka", "description": "Motueka is a New Zealand hop developed by HortResearch. It is a triploid hop that is the result of a cross between Saaz and a New Zealand native hop.", "alpha": { "min": 6.5, "max": 8.5 }, "beta": { "min": 5, "max": 5.5 }, "aroma": "Citrus, Floral, Lemon, Lime, Tropical Fruit", "oil": { "min": 0.8, "max": 0.8 } },
{ "name": "Cascade", "description": "Cascade is one of the most widely cultivated US hop variety, named after the Cascades Mountain range, with an aroma profile of citrus, grapefruit, floral and spicy notes. Notable characteristics are long, dark green cones and a low alpha acid content relative to other hops. Cascade was released for cultivation in 1972 by a USDA breeding program in Corvallis, Oregon and it is a descendant of Fuggle.", "alpha": { "min": 6.2, "max": 6.2 }, "beta": { "min": 5.0, "max": 5.0 }, "aroma": "", "oil": { "min": 1.27, "max": 1.27 } },
{ "name": "First Gold", "description": "First Gold is a descendant of Brewer's Gold and a dwarf male from Wye College in the UK and was released in 1995. It is also England's first hedgerow hop.", "alpha": { "min": 5.6, "max": 9.3 }, "beta": { "min": 2.3, "max": 4.1 }, "aroma": "Cinnamon, Marmalade, Orange, Tangerine", "oil": { "min": 0.7, "max": 1.5 } },
{ "name": "Hallertau Gold", "description": "Hallertau Gold is a decendant of Hallertau Mittelfrüher and was bred to be more resisstant to wilt.", "alpha": { "min": 7, "max": 10 }, "beta": { "min": 5, "max": 7 }, "aroma": "", "oil": { "min": 1.78, "max": 1.78 } },
{ "name": "Admiral", "description": "Admiral was bred a Wye College in the UK for its high alpha acid content. It was released in 1998 and most likely descended from Challenger and Northdown. Admiral is mostly used as a bittering hop.", "alpha": { "min": 13, "max": 16.2 }, "beta": { "min": 4.8, "max": 6.1 }, "aroma": "Bitter, Citrus, Herbal", "oil": { "min": 1, "max": 1.7 } },
{ "name": "Columbus", "description": "The lineage of Columbus is not known. It is genetically identical to Tomahawk®, however due to a legal dispute between Hopunion and Yakima Chief both names were registered when the two parties tried to independently patent the same variety. Columbus/Tomahawk® was bred for its high alpha acid content and is often sold with Zeus as CTZ.", "alpha": { "min": 14, "max": 18 }, "beta": { "min": 4.5, "max": 6 }, "aroma": "", "oil": { "min": 1.5, "max": 4.5 } },
{ "name": "Delta", "description": "Delta was released in 2009 from Hopsteiner and is a cross between Fuggle and a male derived from Cascade.", "alpha": { "min": 5.5, "max": 7 }, "beta": { "min": 5.5, "max": 7 }, "aroma": "Citrus, Melon, Pear, Pineapple, Spicy", "oil": { "min": 0.5, "max": 1.1 } },
{ "name": "Yakima Cluster", "description": "This type of Cluster hop prefers the drier climate of Yakima Valley, Washington.", "alpha": { "min": 4.4, "max": 9.8 }, "beta": { "min": 3, "max": 6.1 }, "aroma": "", "oil": { "min": 0.24, "max": 0.90 } },
{ "name": "Apollo™", "description": "Apollo™ was developed by Hopsteiner and patented in 2009. It is derived from Zeus, Galena and Nugget, and was bred for its high alpha acid levels, storability and low cohumulone levels.", "alpha": { "min": 15, "max": 20 }, "beta": { "min": 5.5, "max": 8 }, "aroma": "Herbal, Grapefruit, Resinous", "oil": { "min": 1.5, "max": 2.5 } },
{ "name": "Gargoyle", "description": "Similar to Ivanhoe, Gargoyle hops is a variety of Cluster that has been trademarked by the Californian hop farm Hops-Meister. However, unlike Ivanhoe, Gargoyle is known for having a more mango and citrus aroma.", "alpha": { "min": 7.5, "max": 7.5 }, "beta": { "min": 0, "max": 0 }, "aroma": "Citrus, Mango", "oil": { "min": 0, "max": 0 } },
{ "name": "Cascade (US)", "description": "Cascade (US) is genetically identical to Cascade, however Cascade (US) refers to the terroir from being grown in the US (or North America).", "alpha": { "min": 4.5, "max": 7.0 }, "beta": { "min": 4.8, "max": 7.0 }, "aroma": "Citrus, Floral, Fruity, Grapefruit, Spicy", "oil": { "min": 0.7, "max": 1.4 } },
{ "name": "Comet", "description": "Comet is the result of a cross between the English hop Sunshine and a native American variety in the search for a higher yielding alpha acid hop. It was released in 1974 by the USDA.", "alpha": { "min": 9.4, "max": 12.4 }, "beta": { "min": 3, "max": 6.1 }, "aroma": "Citrus, Grapefruit, Resinous", "oil": { "min": 1.98, "max": 1.98 } },
{ "name": "Belma®", "description": "Belma® is a dual-purpose hop that was recently released in 2012 by Puterbaugh Farms, Hops Direct, LLC in Washington, US. It is known for its fruity aroma.", "alpha": { "min": 8.5, "max": 12.1 }, "beta": { "min": 4, "max": 8 }, "aroma": "Floral, Grapefruit, Melon, Orange, Pineapple, Strawberry", "oil": { "min": 1, "max": 2.5 } },
{ "name": "Ivanhoe", "description": "Like Gargoyle, Ivanhoe is a variety of Cluster that has been trademarked by the Californian hop farm Hops-Meister. However, unlike Gargoyle, Ivanhoe is known for having a citrus and pine aroma not dissimilar to Cascade.", "alpha": { "min": 7.3, "max": 8 }, "beta": { "min": 4.6, "max": 4.6 }, "aroma": "Citrus, Pine", "oil": { "min": 0, "max": 0 } },
{ "name": "Eroica", "description": "Eroica was bred alongside its sister Galena in 1968 and it was released to the public in 1979 by both the Idaho and Oregon Agricultural Experiment Stations in conjunction the USDA. It was derived from Brewer's Gold through open pollenation.", "alpha": { "min": 12.3, "max": 12.3 }, "beta": { "min": 4.5, "max": 4.5 }, "aroma": "Bitter, Fruity", "oil": { "min": 0.8, "max": 1.3 } },
{ "name": "Columbia", "description": "Columbia is a hop that was more favored in the 1980s but was then discontinued in favor of its triploid sister, Willamette. With the rise of craft brewing, Columbia has started to regain its popularity.", "alpha": { "min": 8.8, "max": 8.8 }, "beta": { "min": 4, "max": 4 }, "aroma": "Earthy, Lemon, Fruity", "oil": { "min": 1.21, "max": 1.21 } },
{ "name": "Horizon", "description": "Horizon hops is a versatile hops that was created in Corvallis, Oregon, USA in 1970 from a cross between Brewer's Gold and an Early Green-unknown male hop and Zattler seedling.", "alpha": { "min": 8.8, "max": 16.5 }, "beta": { "min": 5.5, "max": 8.5 }, "aroma": "Citrus, Floral", "oil": { "min": 0.8, "max": 1.22 } },
{ "name": "Fuggle H", "description": "Fuggle H was developed in 1961 at OSU East Farm in Corvallis, Oregon through selective breeding of high yielding Fuggle from the original Fuggle variety from the UK.", "alpha": { "min": 2.8, "max": 2.8 }, "beta": { "min": 2.8, "max": 2.8 }, "aroma": "", "oil": { "min": 0.9, "max": 0.9 } },
{ "name": "Galaxy™", "description": "Galaxy™ is an Australian variety of hops first released in 2009 that is derived from Perle. It is most prominantely known for its high oil content.", "alpha": { "min": 11, "max": 16 }, "beta": { "min": 5, "max": 6.9 }, "aroma": "Citrus, Passionfruit, Peach", "oil": { "min": 3, "max": 5 } },
{ "name": "Northern Brewer", "description": "Northern Brewer was developed by Professor Salmon at Wye College, UK in 1934 by crossing an East Kent Golding and a Brewer's Gold. It is identical to the variety grown in Germany; however, it is genetically different from the US version.", "alpha": { "min": 9.5, "max": 9.5 }, "beta": { "min": 4, "max": 4 }, "aroma": "Herbal, Mint, Resin, Spicy", "oil": { "min": 1.61, "max": 1.61 } },
{ "name": "Teamaker", "description": "Teamaker was developed by the USDA and was released by the ARS Forage, Seed and Cereal Research Unit in Corvallis, Oregon. It is unique in the sense that it was bred to have low alpha acid content and high beta acid content. Due to its antibiotic properties, it is used as an alternative anitibiotic in livestock feed. It is also known for being used in teas, as the name suggests.", "alpha": { "min": 0.6, "max": 1.8 }, "beta": { "min": 5.4, "max": 13.2 }, "aroma": "No bitterness", "oil": { "min": 0, "max": 0 } },
{ "name": "Tettnanger (US)", "description": "US Tettnanger is a rhizome clone of the Swiss Tettnanger brought over to the US. The properties may differ slightly due to terroir or from cross pollination.", "alpha": { "min": 4, "max": 5 }, "beta": { "min": 3, "max": 4.5 }, "aroma": "", "oil": { "min": 0.4, "max": 0.8 } },
{ "name": "Sorachi Ace", "description": "Sorachi Ace was developed by Dr. Mori for Sapporo Breweries Co. Ltd in Japan 1984; a cross between Brewer's Gold, Saaz and Beikei No. 2 male. An aromatic hop that is popular among craft brewers.", "alpha": { "min": 12.0, "max": 13.0 }, "beta": { "min": 8.8, "max": 9.9 }, "aroma": "Lemmon, Citrus, Orange, Dill", "oil": { "min": 2.8, "max": 3.2 } },
{ "name": "Waimea™", "description": "Waimea™ is a trademarked hop owned by New Zealand Hops Limited that was released in 2012, a descendant of Californian Late Cluster, Fuggle and Saaz and bred to have a high alpha acid content.", "alpha": { "min": 16, "max": 19 }, "beta": { "min": 7, "max": 9 }, "aroma": "Citrus, Pine", "oil": { "min": 2.1, "max": 2.1 } },
{ "name": "Savinski Golding", "description": "This is clonal selection of a Fuggle (Styrian Golding) from Yugoslavia taken at the turn of the century.", "alpha": { "min": 0, "max": 0 }, "beta": { "min": 0, "max": 0 }, "aroma": "", "oil": { "min": 0, "max": 0 } },
{ "name": "Whitbread Golding", "description": "Originally known as White's Golding because it was grown in 1911 by Mr. White, it was then changed to Whitbread when Whitbread Brewery purchased Mr. White's farm.", "alpha": { "min": 5, "max": 7.5 }, "beta": { "min": 2.5, "max": 3.5 }, "aroma": "", "oil": { "min": 0.8, "max": 1.22 } },
{ "name": "Banner", "description": "Banner is descendant of Brewer's Gold through open pollination for its high alpha acid content in the 1970s and released in 1996.", "alpha": { "min": 8.4, "max": 13 }, "beta": { "min": 5.3, "max": 8 }, "aroma": "", "oil": { "min": 2.17, "max": 2.17 } },
{ "name": "Fuggle Tetraploid", "description": "Fuggle Tetraploid was developed in 1966 at OSU East Farm in Corvallis, Oregon through colchicine treatment of the original Fuggle variety from the UK.", "alpha": { "min": 5, "max": 5 }, "beta": { "min": 2.4, "max": 2.4 }, "aroma": "", "oil": { "min": 0.93, "max": 0.93 } },
{ "name": "Eastwell Golding", "description": "Eastwell Golding is a hop variety from Eastwell Park (near Ashford, Kent in the UK) and was created via clonal section in 1889. It is usually used as an aroma hop for English and Belgian ales. This hop was used for breeding Target.", "alpha": { "min": 6, "max": 6 }, "beta": { "min": 3.0, "max": 3.0 }, "aroma": "", "oil": { "min": 1.5, "max": 1.5 } },
{ "name": "Nelson Sauvin™", "description": "Nelson Sauvin™ is a trademarked hop from New Zealand that was released in 2000. Its name is a derivative of Sauvignon Blanc wine grape, to which many compare its aroma.", "alpha": { "min": 12, "max": 13 }, "beta": { "min": 6, "max": 8 }, "aroma": "Fruity, Grapefruit, Gooseberry, White Wine", "oil": { "min": 1.1, "max": 1.1 } },
{ "name": "Citra®", "description": "Citra® was created in a joint venture of John I. Haas, Inc. and Select Botanicals Group and released in 2008. Gene Probasco is credited with having first bred Citra® in 1990. It has a complex lineage involving Brewer’s Gold, Hallertau Mittelfrüh, East Kent Golding, and Tettnanger. Citra® is known for having a tropical fruit aroma, citrus-y and bitter aroma.", "alpha": { "min": 10, "max": 15 }, "beta": { "min": 3, "max": 4.5 }, "aroma": "Bitter, Citrus, Grapefruit, Lime, Tropical Fruit", "oil": { "min": 1.5, "max": 3 } },
{ "name": "Liberty", "description": "Liberty hops are the result of a cross between Hallertau Mittelfrüher and a Downy Mildew resistant male. It is the half-sister to Crystal, Ultra and Mt. Hood and is the first 'noble aromatic' type of hops to be grown in the US.", "alpha": { "min": 3, "max": 6 }, "beta": { "min": 3.5, "max": 3.5 }, "aroma": "Lemon, Earthy, Spicy", "oil": { "min": 1.3, "max": 1.3 } },
{ "name": "Wakatu", "description": "Wakatu is a descendant of Hallertauer Mittelfrüher and a native New Zealand hop. It was bred by the New Zealand Institute for Plant and Food Research’s hop breeding program and released in 1988.", "alpha": { "min": 6.5, "max": 8.5 }, "beta": { "min": 8.5, "max": 8.5 }, "aroma": "Lime, Floral, Vanilla", "oil": { "min": 1.0, "max": 1.0 } },
{ "name": "Tettnanger A", "description": "Tettnanger A, similar to its sibling Tettnanger B, is a clonal selection of the German Tettnanger by Dr. Schmutz at the University of Hohenheim, Germany, in the 1970s. These two selections are said to have higher alpha acid, however testing done in the US was unable to confirm this claim.", "alpha": { "min": 4.4, "max": 4.4 }, "beta": { "min": 5, "max": 5 }, "aroma": "", "oil": { "min": 0.85, "max": 0.85 } },
{ "name": "Amarillo® VGXP01", "description": "Amarillo® is a trademarked variety of Virgil Gamache Farms, Inc. It is often described as having an aroma of orange, lemon, grapefruit, black tea, peach, melon and apricot. It is also known for having a high alpha acid content, small and compact cones, and high sotrability.", "alpha": { "min": 8, "max": 11 }, "beta": { "min": 6, "max": 7 }, "aroma": "Apricot, Black Tea, Grapefruit, Lemon, Melon, Orange, Peach", "oil": { "min": 1.5, "max": 1.9 } },
{ "name": "Fuggle", "description": "Fuggle was introduced and named by Richard Fuggle in 1875 after first being discovered in a Kent hopyard owned by George Stace. It was more popular as a dual-use hops 100 years ago but today it is mostly used for its aroma.", "alpha": { "min": 0, "max": 0 }, "beta": { "min": 0, "max": 0 }, "aroma": "", "oil": { "min": 0, "max": 0 } },
{ "name": "Hersbrucker Pure", "description": "Hersbrucker Pure is a result of the cross between Hallertau Mittelfrüh, Saaz and a wild German hop in order to produce a pleasing 'noble' hop aroma.", "alpha": { "min": 4.7, "max": 6 }, "beta": { "min": 2, "max": 3 }, "aroma": "", "oil": { "min": 0.6, "max": 1.2 } },
{ "name": "Ekuanot®", "description": "Ekuanot®, formerly Equinox after a trademark dispute, was bred by Eugene G. Probasco and Jason Perrault from Hop Breeding Company, LLC., Yakima, WA (US).", "alpha": { "min": 14.5, "max": 15.5 }, "beta": { "min": 4.5, "max": 5.5 }, "aroma": "Apple, Green Pepper, Herbal, Lemon, Lime, Papaya", "oil": { "min": 2.5, "max": 4.5 } },
{ "name": "Bravo", "description": "Bravo was developed by Hopsteiner at Golden Gate Roza Hop Ranches in Prosser, Washington, US, patented and released in 2006 for its high alpha profile.", "alpha": { "min": 14, "max": 17 }, "beta": { "min": 3, "max": 5 }, "aroma": "Earthy, Floral, Pine, Resinous, Spicy", "oil": { "min": 1.6, "max": 2.4 } },
{ "name": "Mount Rainier", "description": "Mount Rainier is the product of Magnum and a native US male from the the USDA-ARS hop breeding program in collaboration with Oregon State University. This is hop is named after an active volcano in Washington State.", "alpha": { "min": 5, "max": 8.1 }, "beta": { "min": 5, "max": 7 }, "aroma": "Citrus, Licorice", "oil": { "min": 0, "max": 0 } },
{ "name": "Hallertauer Magnumn (US)", "description": "Magnum, or Hallertauer Magnum, is a German hops cultivar from the cross between Galena and a native German hop. While genetically identical, Magnum that is grown in the US will have different characteristics due to the terroir and environmental differences in the US. It was received by the USDA in 1992. It is well known as a bittering hop due to its high alpha and cohumulone content.", "alpha": { "min": 12.0, "max": 14.0 }, "beta": { "min": 4.5, "max": 6.0 }, "aroma": "No distinct aroma", "oil": { "min": 1.9, "max": 2.3 } },
{ "name": "Green Bullet", "description": "Green Bullet is a New Zealand hop derived from Fuggle as a result of experiemental breeding done to combat Black Root Rot that hit New Zealand in 1949.", "alpha": { "min": 11, "max": 15 }, "beta": { "min": 2.9, "max": 7 }, "aroma": "Lemon, Pepper, Pine, Raisin", "oil": { "min": 0.46, "max": 1.13 } },
{ "name": "Pride of Ringwood", "description": "Pride of Ringwood is a descendant of Pride of Kent and bred through open pollination by Bill Nash at the Ringwood Hop Research Station in Ringwood, Victoria, Australia. It was released in 1958 and at that time was the hop with the highest alpha acid content in the world.", "alpha": { "min": 7, "max": 11 }, "beta": { "min": 4, "max": 8 }, "aroma": "Cedar, Fruity, Herbal, Spicy, Oak", "oil": { "min": 1.21, "max": 1.21 } },
{ "name": "Petham Golding", "description": "Although Petham Golding was one of the most popular variety of hops from East Kent, England in the late 1800s, it is no longer grown in favor of varieties with larger yields and that are less prone to breaking at the branching point. Chinook, a hop popular in the US, owes its lineage to Petham Golding. Petham is named after the village of Petham, located near Canterbury in the UK.", "alpha": { "min": 6.9, "max": 6.9 }, "beta": { "min": 2, "max": 2 }, "aroma": "", "oil": { "min": 1.15, "max": 1.15 } },
{ "name": "Progress", "description": "Progress was bred to be an alternative, low-cost, substitute for Fuggle. It was first bred at Wye College, UK in the 1951 and was released in 1964. It is a descendant of Whitbread Golding and a native American variety.", "alpha": { "min": 6, "max": 7.5 }, "beta": { "min": 2, "max": 3.3 }, "aroma": "Earthy, Grass, Honey, Mint, Spicy", "oil": { "min": 0.5, "max": 1.2 } },
{ "name": "NZ Pacific Jade", "description": "Pacific Jade is a hop that was bred by the New Zealand Hop Research Program and was released in 2004 by New Zealand Hops Limited.", "alpha": { "min": 12, "max": 14 }, "beta": { "min": 7, "max": 8 }, "aroma": "Herbal, Lemon, Peppery", "oil": { "min": 1.4, "max": 1.4 } },
{ "name": "Cashmere", "description": "Cashmere is a result of the cross between Cascade and Northern Brewer, released by Washington State University in 2013. It is said to be a good dual-purpose hop for bittering and aroma.", "alpha": { "min": 7.7, "max": 9.1 }, "beta": { "min": 6.4, "max": 7.1 }, "aroma": "Coconut, Fruity, Lemon, Lime Peel, Melon, Pineapple, Spicy", "oil": { "min": 1.2, "max": 1.4 } },
{ "name": "Polaris", "description": "Polaris was released by the Hop Research Institute in Hüll, Germany released Polaris in 2012 and is known for having a high alpha acid content.", "alpha": { "min": 18, "max": 23 }, "beta": { "min": 4.5, "max": 6 }, "aroma": "Floral, Fruity, Mint, Pine, Spice", "oil": { "min": 4.0, "max": 5.0 } },
{ "name": "Falconer's Flight®", "description": "Falconer's Flight® is Hopunion LLC's proprietary blend of 'the 7C' hops of the Pacific Northwest, along with a few other experimental varieties that were also developed by Hopunion. The '7 C' hops are: Cascade, Centennial, Chinook, Citra®, Cluster, Columbus and Crystal.", "alpha": { "min": 9.5, "max": 12 }, "beta": { "min": 4, "max": 5 }, "aroma": "Floral, Grapefruit, Lemon", "oil": { "min": 1.6, "max": 4.6 } },
{ "name": "Eroica vf", "description": "The 'virus-free' version of Eroica Hops.", "alpha": { "min": 12.3, "max": 12.3 }, "beta": { "min": 4.7, "max": 4.7 }, "aroma": "Bitter, Fruity", "oil": { "min": 1.10, "max": 1.10 } },
{ "name": "Yugoslavia Golding", "description": "Identical to Styrian Golding, however the USDA has an accession number for Yugoslavia Golding. It was received in 1961 under PI No. 250809 from Ljubljana, Yugoslavia.", "alpha": { "min": 0, "max": 0 }, "beta": { "min": 0, "max": 0 }, "aroma": "", "oil": { "min": 0, "max": 0 } },
{ "name": "Warrior®", "description": "Warrior® was developed by Select Botanicals Group, now Yakima Chief Ranches, for its high alpha acid content.", "alpha": { "min": 14.5, "max": 18 }, "beta": { "min": 4.3, "max": 6 }, "aroma": "Citrus, Spicy", "oil": { "min": 1, "max": 2 } },
{ "name": "Bullion", "description": "Bullion is variety first bred in 1919 by Professor E.S. Salmon from a wild Canadian hop and an unknown English hop. It is mostly grown in the US in small quantities and is the sister to Brewer's Gold. It is not used as much in favor of other higher alpha acid varieties and storability and also since it is susceptible to most viruses. Bullion's aroma is known for having an aroma of spices and dark fruits.", "alpha": { "min": 10, "max": 10 }, "beta": { "min": 4.8, "max": 4.8 }, "aroma": "Dark Fruit, Spicy", "oil": { "min": 1.65, "max": 1.65 } },
{ "name": "Cluster (AUS)", "description": "Cluster (AUS) hops are Cluster hops (originally from the US) that are grown in Australia and therefore have slightly different properties due to the difference in terroir.", "alpha": { "min": 5.5, "max": 8.5 }, "beta": { "min": 4.5, "max": 5.5 }, "aroma": "Herbal, Resinous", "oil": { "min": 0.4, "max": 1 } },
{ "name": "Meridian®", "description": "Meridian® hops is a US hop trademarked by Indie Hops, LLC. in 2014", "alpha": { "min": 6.0, "max": 7.0 }, "beta": { "min": 6.0, "max": 9.0 }, "aroma": "Lemon, Mixed Berries, Tropical Fruit", "oil": { "min": 1.0, "max": 1.4 } },
{ "name": "Tettnanger (Swiss)", "description": "Swiss Tettnanger is genetically different from the German Tettnanger as the variety grown in Switzerland has been found to have actually been derived from Fuggle. It is, however, still characteristically similar to the German Tettnanger.", "alpha": { "min": 4.1, "max": 6.3 }, "beta": { "min": 3.6, "max": 5.7 }, "aroma": "", "oil": { "min": 0.42, "max": 1.13 } },
{ "name": "Virus FreevGalena", "description": "This variety of Galena was selectively bred by Dr. Bob Romanko at Parma, ID, to be more resistant to viruses. Otherwise, it is nearly identical to Galena.", "alpha": { "min": 12, "max": 12 }, "beta": { "min": 7.5, "max": 7.5 }, "aroma": "Brandy, Blackcurrant, Citrus, Gooseberry, Lime, Pear, Pineapple, Spicy", "oil": { "min": 0.9, "max": 1.3 } },
{ "name": "Crystal", "description": "Crystal, released by the USDA in 1993, has a lineage that includes Hallertau, Cascade, Brewer’s Gold and Early Green. It is the triploid half-sister to Mt. Hood and Liberty and is a very versatile hop.", "alpha": { "min": 2.8, "max": 4.4 }, "beta": { "min": 5.8, "max": 7 }, "aroma": "Cinnamon, Black Pepper, Floral, Fruity, Nutmeg, Woody", "oil": { "min": 0.82, "max": 0.82 } },
{ "name": "Huell Melon", "description": "Huell Melon is a daughter of Cascade, known primarily for its melon aroma. This cultivar was released in 2012.", "alpha": { "min": 6.9, "max": 7.5 }, "beta": { "min": 7.3, "max": 7.9 }, "aroma": "Apricot, Honeydew Melon, Strawberry", "oil": { "min": 0.8, "max": 0.8 } },
{ "name": "Wai-iti™", "description": "Wai-iti™ is a trademarked hop bred by New Zealand Plant and Food Research with its pedigree consisting of Hallertauer Mittelfrüh and Liberty and it is owned by New Zealand Hops Limited. It was released in 2011 and is known for high alpha and beta acid contents and low cohumulone.", "alpha": { "min": 2.5, "max": 3.5 }, "beta": { "min": 4.5, "max": 5.5 }, "aroma": "Lime, Stone Fruit", "oil": { "min": 1.6, "max": 1.6 } },
{ "name": "Ultra", "description": "Ultra hops were developed in Oregon, US and was commercially released in 1995. It is known for its high humulene content, which results in a spicy aroma.", "alpha": { "min": 3, "max": 5 }, "beta": { "min": 3.6, "max": 5 }, "aroma": "Earthy, Floral, herbal, Spicy", "oil": { "min": 0.8, "max": 1.2 } },
{ "name": "Hersbrucker", "description": "Hersbrucker is a German variety of hops that was bred as a replacement to Hallertau Mittelfrüh and to be more resistant to verticillium wilt.", "alpha": { "min": 2, "max": 5 }, "beta": { "min": 4, "max": 6 }, "aroma": "Floral, Fruity, Spicy", "oil": { "min": 0.5, "max": 1.3 } },
{ "name": "Taurus", "description": "Taurus is a German variety of hops that has a high alpha acid content and was bred by the Hüll Hop Research Institute. This hop was released in 1995.", "alpha": { "min": 12.3, "max": 17.9 }, "beta": { "min": 4, "max": 6 }, "aroma": "", "oil": { "min": 0.9, "max": 1.5 } },
{ "name": "Hallertau", "description": "Hallertau is a German landrace that has been around for the past 100 years. It is ancestor of many varieties in order to combat its susceptibility to verticillium wilt and poor yields. It is considered one of the four \"noble\" varieties of hops from Germany.", "alpha": { "min": 3.5, "max": 3.5 }, "beta": { "min": 3.5, "max": 4.5 }, "aroma": "Floral, Grassy, Spicy", "oil": { "min": 0.6, "max": 1.2 } },
{ "name": "Hallertau Blanc", "description": "Hallertau Blanc is actually not variety of Hallertau, rather it is the daughter of Cascade and was bred in Germany in order to create American-style Ales.", "alpha": { "min": 9, "max": 12 }, "beta": { "min": 4.5, "max": 6 }, "aroma": "Cassis, Fruity, Grapefruit, Grapes, Gooseberry, Lemongrass, Passionfruit, Pineapple, White Wine", "oil": { "min": 0.8, "max": 1.5 } },
{ "name": "Herkules", "description": "Herkules is a descendant of Taurus for its high alpha acid content by the Hüll Hop Research Institute and was released in 2005.", "alpha": { "min": 12, "max": 17 }, "beta": { "min": 4, "max": 5.5 }, "aroma": "Black Pepper, Melon, Pine, Spicy", "oil": { "min": 1.4, "max": 2.4 } },
{ "name": "Styrian Golding", "description": "Styrian Golding is actually a descendant of Fuggle not Golding. In the 1930s a Verticillium Wilt strain ravaged the Yugoslavian hop industry, so a resistant hop from the UK was brought in to rebuild the hop industry. Unfortunately, it was mistaken for a Golding when it was in fact a Fuggle. It was named Styrian, originally Steirer - a hop growing along the Slovenia (formerly Yugoslavia)/Austrian border, with the second part of the name coming from the aforementioned blunder.", "alpha": { "min": 2.8, "max": 6 }, "beta": { "min": 2, "max": 3 }, "aroma": "", "oil": { "min": 0.5, "max": 1 } },
{ "name": "Jarrylo™", "description": "Jarrylo™ hops, named after the Slavic God Jarilo of fertility, vegetation, springtime, and war; was bred by the American Dwarf Hop Association from a descendant of Summit. Jarrylo™ was released commercially in 2013.", "alpha": { "min": 15, "max": 17 }, "beta": { "min": 6.0, "max": 7.5 }, "aroma": "Banana, Orange, Pear, Spice", "oil": { "min": 3.6, "max": 4.3 } },
{ "name": "Willamette", "description": "Willamette is one of the most popular hop cultivars grown in the US and a descendant of Fuggle. It was named after Willamette River that runs through Oregon, where it was developed by the USDA breeding program and released in 1976. It is characterized by having a low alpha acid content.", "alpha": { "min": 4.0, "max": 6.0 }, "beta": { "min": 3.5, "max": 4.5 }, "aroma": "Caramel, Citrus, Curry, Elderberry, Incense", "oil": { "min": 1.0, "max": 1.5 } },
{ "name": "Simcoe®", "description": "Simcoe® is a trademarked hops variety developed Professor Zimmerman and owned by Yakima Chief Ranches, Inc.", "alpha": { "min": 12.0, "max": 14.0 }, "beta": { "min": 4, "max": 5 }, "aroma": "Citrus, Earthy, Grapefruit, Herbal, Passionfruit, Pine", "oil": { "min": 2, "max": 2.5 } },
{ "name": "Hallertau Merkur", "description": "Hallertau Merker is a descendant of Magnum hops and was developed at the Hull Hops Research Institute in Germany. It is known for not just its high alpha acid content but its high myrcene and humulene oil content.", "alpha": { "min": 12, "max": 16.2 }, "beta": { "min": 5, "max": 7.3 }, "aroma": "Bitter, Citrus, Earthy, Spicy", "oil": { "min": 2.6, "max": 3 } },
{ "name": "Dana", "description": "Dana was bred by the Institute of Hop Research in Zalec, Slovenia from a cross between Hallertau Magnum and a local Slovenian hop.", "alpha": { "min": 11, "max": 16 }, "beta": { "min": 4, "max": 6 }, "aroma": "Floral, Lemon, Pine", "oil": { "min": 2.4, "max": 3.9 } },
{ "name": "Golding", "description": "Golding is a variety of hops from the United Kingdom. It is from this variety that many Golding varieties are derived from, with the exception of Styrian (or Yugoslavia) Golding, which is derived from Fuggle.", "alpha": { "min": 4, "max": 6 }, "beta": { "min": 2.0, "max": 3.0 }, "aroma": "Delicate, Floral, Sweet", "oil": { "min": 0.7, "max": 1.0 } },
{ "name": "Tettnanger", "description": "Tettnanger is old landrace variety of hops that is grown around Tettnang, a village in Germany. This variety is similar to Hallertau chariteristically and to Saaz genetically. Tettnanger grown elsewhere most likely have been hybridized with Fuggle.", "alpha": { "min": 3, "max": 5.8 }, "beta": { "min": 2.8, "max": 5.3 }, "aroma": "", "oil": { "min": 0.36, "max": 1.07 } },
{ "name": "Spalter Select", "description": "Spalter Select was bred in Hüll, Germany as a commercial alternative to Spalt and is the result of a cross between Spalt and Hallertau Mittelfrühe. It was released in 1993.", "alpha": { "min": 3, "max": 6.5 }, "beta": { "min": 2, "max": 5 }, "aroma": "Earthy, Floral, Herbal, Spicy", "oil": { "min": 0.5, "max": 1.2 } },
{ "name": "Calypso™", "description": "Calypso™ is a hop patented in 2014 by Hopsteiner, specifically Roger D. Jeske and Paul D. Matthews at Yakima, Washington, US. This hop was bred for its aromatic qualities, but it also has a high alpha acid content as well.", "alpha": { "min": 12, "max": 14 }, "beta": { "min": 5, "max": 6 }, "aroma": "Apple, Lime, Pear, Stone Fruit", "oil": { "min": 0, "max": 0 } },
{ "name": "Helga", "description": "Helga, or Southern Hallertau, is a descendant of Hallertau and was bred by Hop Products Australia in order to have similar 'noble hops' characteristics that could be grown in Australia.", "alpha": { "min": 5.4, "max": 7.3 }, "beta": { "min": 5, "max": 7 }, "aroma": "", "oil": { "min": 0.6, "max": 1.0 } }
]